["The article deals with the basic directions of activity of the Constitutional Court of Ukraine as a result of the implementation of the constitutional reform in Ukraine, amendments to the Basic Law, the adoption of a new law on the Constitutional Court of Ukraine, year 2017, The rules of the Constitutional Court of Ukraine, year 2018, corresponding personnel changes, etc.", "The positive dynamics and efficiency of the body of constitutional jurisdiction in Ukraine is marked, especially in the context of the review of constitutional complaints, protection of the rights of man and of the citizen, which were violated, by legal norms. Despite some problems, the activity of the Constitutional Court of Ukraine in General demonstrates the formation of the system of constitutional justice in the European model. It also emphasized that the issues of improvement of its legal status, improving the efficiency of operation and trust, are designed to be the center of attention of the relevant government institutions, scholars and the public European model.Attention is paid to achieve the main goals that stand today before the Constitutional Court of Ukraine the development of technology activities the great Chamber, Senate, boards and services of each judge to ensure the timely, fair, effective cases, optimization of acceptance and consideration of constitutional complaint, the establishment of the Court as an integral part of the judicial system, the structural element of the judiciary, a body that provides specific direction of litigation and is one of the most public authorities.The necessary prerequisites to achieve these goals are the permanent analysis and generalization of their own practice of the Constitutional Court, the regular holding of scientifictheoretical and scientificpractical conferences, symposia, round tables with domestic and foreign leading scientists. The question of constitutional proceedings are being discussed, the extension of the proceedings in the Courts activities are information and communication technologies, taking into account the practice and implementation of the positions and decisions of international courts, etc."]