["Pollution is the largest environmental cause of disease and premature death in the world today. Diseases caused by pollution were responsible for an estimated 9 million premature deaths in 201516 of all deaths worldwidethree times more deaths than from AIDS, tuberculosis, and malaria combined and 15 times more than from all wars and other forms of violence. In the most severely affected countries, pollutionrelated disease is responsible for more than one death in four. Pollution, health, and the planet time for decisive actionFor decades, pollution and its harmful effects on peoples health, the environment, and the planet have been neglected both by governments and the international development community. Pollution is the largest environmental cause of disease and death in the world today, responsible for an estimated 9 million premature deaths in 2015.1 92 of all pollutionrelated mortality is seen in lowincome and middleincome countries.1 A new Lancet Commission on pollution and health aims to confront and overturn this urgent predicament. FullText PDF Towards a healthier and safer environmentThe Lancet Commission on pollution and health by Philip Landrigan and colleagues1 is an immensely important piece of work highlighting the impact that environmental pollution has on death and disease and the related need to scale up political will if we are to effectively confront this issue. FullText PDF Implications for the science of air pollution and healthThe Lancet Commission on Pollution and Health1 is a landmark in the history of attempts to improve health by reducing exposure to harmful environmental pollution, nearly all of which is created by human activity. This report aims to raise global awareness of pollution, end neglect of pollutionrelated disease, and mobilise resources and the political will needed to effectively confront pollution. The first section of the report describes the health burden attributable to three types of environmental pollution water pollution, air pollution and soil, heavy metal and chemical pollution, the latter including occupational pollutants. FullText PDF Mathuros Ruchirawat leading light in pollution controlBy the time she was in high school, Mathuros Ruchirawat had already figured out her professional calling. Im a scientist at heart, says Ruchirawat, now Professor of Pharmacology and Toxicology at Mahidol University in Thailand and Vice President of Research and Academic Affairs at the Chulabhorn Research Institute CRI where she oversees nine research laboratories. Somehow she also finds time to direct a major research and educational enterprise at Thailands Center of Excellence on Environmental Health and Toxicology EHT. FullText PDF In control of ambient and household air pollution how low should we go?The Lancet Commission on Pollution and Health is a robust call to arms. Stark in its warnings, but brimming with optimism, this report emphasises that pollution is the worlds largest environmental cause of poor health today, responsible for 9 million deaths a year and a large burden of noncommunicable disease, including respiratory, cardiovascular, and neurological impairment. FullText PDF Department of ErrorLandrigan PJ, Fuller R, Acosta NJR, et al. The Lancet Commission on pollution and health. Lancet 2018 391 463512In this Commission published online first on Oct 19, 2017, the yaxis of figure 11 was Estimated global DALYs but did not include the multiplier millions. This correction has been made to the online version as of Nov 7, 2017, and the printed Commission is correct. FullText PDF Lancet Commission on pollution action plans and human resource development in IndiaThe Lancet Commission1 on pollution and health Feb 3, p 462 is an important and timely assessment of global pollution and its health effects. It has highlighted the plight of vulnerable populations in lowincome and middleincome countries and showed that about 92 of pollutionassociated mortality occurs in these countries. The Commission makes it clear that the adverse health effects caused by pollution are preventable and suggests potential preventive measures and action plans. Bold, openminded, and inclusive action plans at various levels, including political, are necessary for successful implementation of the strategies proposed in the Commission. FullText PDF Consideration of local geographical variations in PM25 concentrations in ChinaGlobal efforts have been made to reduce air pollution. The Lancet Commission on pollution and health estimates that in 2015, air pollution was responsible for 9 million premature deaths and 268 million disabilityadjusted lifeyears, with the most severe effects on individuals residing in lowincome and middleincome countries.1,2 Although various factors have been used to understand air pollutionrelated mortalities in lowincome and middleincome countries,2 geographical variations of air pollution concentrations in lowpopulation dense and rural regions are often overlooked. FullText PDF Open AccessHow gaps in policy implementation cause public health malpracticeThe Lancet Commission1 on pollution and health Feb 3, p 462 highlights the global health and economic costs of pollution. The acute and chronic lead intoxication seen in Flint, MI, USA, where inadequate monitoring and abatement of lead in the water supply resulted in lead toxicity in more than 27 000 children, was a prime example of such costly pollutionrelated disease.2 The contamination of Flints water placed these children at risk for neurological injury, severe behaviour problems, reading disabilities, and decreased educational attainment. FullText PDF Five national academies call for global compact on air pollution and healthAir pollution causes 7 million premature deaths each year,1 and deaths due to ambient air pollution are on track to double by 2050.2 Yet despite its enormous health and economic impacts, air pollution is accepted by many governments as an unavoidable consequence of economic growth. Prevention of air pollution is underfunded in official development assistance and, as yet, no major foundation has made air pollution its priority. FullText PDF Pollution think of the childrenChildren are destined to lead their early lives at the mercy of adult decisions. The lucky ones have carers who prioritise their needs and strive to protect them from harm, but even they are vulnerable to the effects of decisions made by adults in positions of power. A recent Lancet Commission on pollution and health, published on Oct 19, highlights the neglected status of pollution on the global health agenda, and aims to accelerate the international response to protect future generations from the effects of environmental toxicities. FullText PDF Time to blow away the cobwebsLet the clean air blow the cobwebs from your body. Air is medicine, said the famous 19th century actress, Lillian Russell. That this quote is a timely reminder of the value of clean air is clearly highlighted by recent estimates from The Lancet Commission on pollution and health that reported 9 million premature deaths from pollution in 2015, 42 million deaths from ambient air pollution, and 29 million deaths from household air pollution.", "Lowincome and middleincome countries are particularly affected, with the poor and most vulnerable at the greatest risk.", "FullText PDF"]