["This paper is a contribution to a symposium on the European Model Company Act EMCA in which I argue that a model company court powerfully complements the EMCA. A particular characteristic of company law complicates the intermediating role of a model act in a federal system. Because complex corporate transactions inevitably are associated with significant uncertainty, especially when they present conflicts of interest, transaction designers and legislative drafters tend to frame applicable contractual and legal rules as standards, such as fairness and equal treatment, rather than as rules. In turn, the effectiveness of a standard in the face of complexity and uncertainty depends on the experience and expertise of the reviewing court.", "The outcome is that a model company court complements a model company code. The analysis proceeds as follows. Part I considers alternative approaches to addressing related party transactions between a controlling shareholder and a corporation with minority shareholders selfdealing may be addressed ex ante through structural prohibitions on the characteristics associated with private benefits. Alternatively, it can be addressed ex post by substantive review of the terms of related transactions. Part II then shifts attention to the role of courts The effectiveness of a statutory strategy will depend on the quality and experience of the associated courts. Part III then reprises the argument that harmonization of the quality of judicial enforcement of corporate statutes may be more important than harmonization of the substantive law. In this respect, an EU level company court into whose jurisdiction a corporation may opt into is powerfully complement to a model company act. Recognizing that an optional E.U. level company law court is may not be established however powerful the supporting logic, Part III then endorses Michael Klausners soft law approach in this volume to providing some of the benefits of a sophisticated company law court available to all member state companies through on ongoing role for the EMCA drafters."]