["European Journal of Political ResearchVolume 50, Issue 2 p. 143167 Gravitation or discrimination? Determinants of litigation in the World Trade Organisation THOMAS SATTLER, Corresponding Author THOMAS SATTLER School of Politics and International Relations, University College Dublin, IrelandThomas Sattler, School of Politics and International Relations, University College Dublin, Belfield, Dublin 4, Ireland. Email email protectedSearch for more papers by this authorTHOMAS BERNAUER, THOMAS BERNAUER Centre for Comparative and International Studies, ETH Zürich, SwitzerlandSearch for more papers by this author THOMAS SATTLER, Corresponding Author THOMAS SATTLER School of Politics and International Relations, University College Dublin, IrelandThomas Sattler, School of Politics and International Relations, University College Dublin, Belfield, Dublin 4, Ireland. Email email protectedSearch for more papers by this authorTHOMAS BERNAUER, THOMAS BERNAUER Centre for Comparative and International Studies, ETH Zürich, SwitzerlandSearch for more papers by this author First published 10 January 2011 httpsdoi.org10.1111j.14756765.2010.01924.xCitations 63Read the full textAboutPDF ToolsRequest permissionExport citationAdd to favoritesTrack citation ShareShare Give accessShare full text accessShare fulltext accessPlease review our Terms and Conditions of Use and check box below to share fulltext version of article.I have read and accept the Wiley Online Library Terms and Conditions of UseShareable LinkUse the link below to share a fulltext version of this article with your friends and colleagues. Learn more.Copy URL Share a linkShare onEmailFacebookTwitterLinkedInRedditWechat Abstract The strong presence of large countries in World Trade Organisation WTO dispute settlement and the absence of very poor ones have raised concerns that increasing legalisation in the global trading system has not diminished discrimination against less powerful countries as much as expected. This article examines dispute initiations in all WTO member state dyads in 19952003 to shed more light on this issue. The analysis suggests that the main driver of dispute initiation is a gravitational one larger economies and bigger traders are more likely to become involved in trade disputes primarily because their economies are more diversified, and also because greater market size makes them more attractive targets of litigation. While evidence is not found for discriminatory effects against countries with small legal capacity, the results of the article point to a more complex form of power bias namely a preponderance effect. They suggest that disputes among country dyads including a much more powerful defendant than complainant or vice versa are dealt with outside the WTO. This finding is potentially worrying because it is, arguably, easier to reduce legal capacity differences than to reduce power differences. References Abbott, K.W. et al. 2000. The concept of legalization. International Organization 543 401419. Allee, T. 2003. Going to Geneva? Trade Protection and Dispute Resolution under the GATT and WTO. Manuscript. University of Illinois. Allee, T. 2004. Legal Incentives and Domestic Rewards The Selection of Trade Disputes for GATTWTO Dispute Resolution.", "Manuscript. University of Illinois. Allee, T. 2005. Developing Countries and the Initiation of GATTWTO Disputes. Paper presented at the annual meeting of the International Studies Association. Honolulu, HI. Bergstrand, J.H. 1985. The gravity equation in international trade Some microeconomic foundations and empirical evidence. Review of Economics and Statistics 673 474481. Bernauer, T. Sattler, T. 2006. Sind WTOKonflikte im Umwelt und Verbraucherschutz eskalationsträchtiger als andere WTO Konflikte? Zeitschrift für Internationale Beziehungen 131 125. Bown, C.P. 2005a. Participation in WTO dispute settlement Complainants, interested parties and free riders. World Bank Economic Review 192 287310. Bown, C.P. 2005b. Trade remedies and World Trade Organization dispute settlement Why are so few challenged? Journal of Legal Studies 342 515555. Busch, M.L. 2000. Democracy, consultation and the paneling of disputes under GATT. Journal of Conflict Resolution 444 425446. Busch, M.L., Reinhardt, E. Shaffer, G. 2008. Does legal capacity matter? Explaining dispute initiation and antidumping actions in the WTO. Issue paper 4. Geneva International Centre for Trade and Sustainable Development. Conybeare, J. 1985. Trade wars A comparative study of AngloHanse, FrancoItalian and HawleySmoot conflicts. World Politics 381 147172. Davis, C.L. Blodgett Bermeo, S. 2009. Who files? Developing country participation in WTO adjudication. Journal of Politics 713 10331049. Davis, C.L. Shirato, Y. 2007. Firms, governments and WTO adjudication Japans selection of WTO disputes.", "World Politics 592 274313. Feenstra, R.C. et al. 2005. World trade flows, 19612000. Working paper 11040. Cambridge, MA National Bureau of Economic Research. Gleditsch, K.S. 2002. Expanded trade and GDP data. Journal of Conflict Resolution 465 712724. Goldstein, J. et al. 2000. Introduction Legalization and world politics. International Organization 543 385399.", "Greene, W.H. 1994. Accounting for excess zeros and sample selection in Poisson and negative binomial regression models.", "Working paper 9410. New York Stern School of Business. Guzman, A. Simmons, B.A. 2005. Power plays and capacity constraints The selection of defendants in WTO disputes. Journal of Legal Studies 342 557598.", "Hegre, H. 2008. Gravitating toward war Preponderance may pacify, but power kills. Journal of Conflict Resolution 524 566589. Horn, H. Mavroidis, P.C. 2008. The WTO dispute settlement system, 20052006 Some descriptive statistics. Working paper 740. Stockholm Research Institute of Industrial Economics IFN. Horn, H., Mavroidis, P.C. Nordström, H. 1999. Is the use of the WTO dispute settlement system biased? Discussion paper 2340. London Centre for Economic Policy Research. Kim, M. 2008. Costly procedures Divergent effects of legalization in the GATTWTO dispute settlement procedures. International Studies Quarterly 523 657686. King, G. 1988. Statistical models for political science event counts Bias in conventional procedures and evidence for the exponential Poisson regression model. American Journal of Political Science 323 838863. King, G. 1989. Event count models for international relations Generalizations and applications. International Studies Quarterly 332 123147. Lemke, D. Reed, W. 2001. The relevance of politically relevant dyads. Journal of Conflict Resolution 451 126144. Marshall, M.G., Jaggers, K. Gurr, T. 2002. Polity IV project Political regime characteristics and transitions, 18002003. Available online at httpwww.cidcm.umd.eduinscrpolity.", "Reinhardt, E. 1999. Aggressive Multilateralism The Determinants of GATTWTO Dispute Initiation, 19481998.", "Manuscript. Emory University. Rosendorff, B.P. 2005. Stability and rigidity The dispute resolution mechanism at the WTO. American Political Science Review 993 389400. Russett, B.M. Oneal, J.R. 1997. The classical liberals were tight Democracy, interdependence and conflict, 195085. International Studies Quarterly 412 267294. Smith, J. 2004. Inequality in international trade? Developing countries and institutional change in WTO dispute settlement. Review of International Political Economy 113 542573. World Trade Organisation WTO. 2006. World trade report. Available online at httpwww.wto.orgenglishres_ereser_ewtr_e.htm Zangl, B. 2008. Judicialization matters! A comparison of dispute settlement under GATT and the WTO. International Studies Quarterly 524 825854.", "Zorn, C.J.W. 1998. An analytic and empirical examination of zeroinflated and hurdle Poisson specifications. Sociological Methods and Research 263 368400.", "Citing Literature Volume50, Issue2March 2011Pages 143167 ReferencesRelatedInformation"]