["Cryopreservation of reproductive material has dramatically improved clinical outcomes for patients all over the world. At the same time the practice has produced significant legal, ethical, and practical challenges to physicians and practices who use this technique. Failing to meet the expectations of patients, for example by losing material because of a freezer failure, has significant implications for the reproductive facility. Similarly, improperly transporting or receiving gametes or embryos can result in substantial risk to a practice. Perhaps the most widely publicized conundrum is how best to manage embryos that are abandoned. This paper will describe the legal principles and best practices that should be incorporated into the management of a fertility cryopreservation program. Cryopreservation of reproductive material has dramatically improved clinical outcomes for patients all over the world. At the same time the practice has produced significant legal, ethical, and practical challenges to physicians and practices who use this technique. Failing to meet the expectations of patients, for example by losing material because of a freezer failure, has significant implications for the reproductive facility. Similarly, improperly transporting or receiving gametes or embryos can result in substantial risk to a practice. Perhaps the most widely publicized conundrum is how best to manage embryos that are abandoned. This paper will describe the legal principles and best practices that should be incorporated into the management of a fertility cryopreservation program. Discuss You can discuss this article with its authors and other readers at httpswww.fertstertdialog.composts31860 Discuss You can discuss this article with its authors and other readers at httpswww.fertstertdialog.composts31860 The field of freezing in human reproduction has come a long way since the Italian scientist Spallanzani first used snow to cool human sperm in 1776 1Ombelet W. Van Robays J. Artificial insemination history hurdles and milestones.Facts Views Vis Obgyn. 2015 7 137143PubMed Google Scholar. Since that time, cryopreservation advances have improved the use of artificial insemination and, in the 1980s, affected human pregnancy potential, and the field of reproductive medicine, dramatically with the introduction of human embryo cryopreservation. The first pregnancy was established in 1983 2Trounson A. Mohr L. Human pregnancy following cryopreservation, thawing and transfer of an eightcell embryo.Nature. 1983 305 707709Crossref PubMed Scopus 795 Google Scholar, followed by the first live birth from a thawed frozen embryo in 1984 3Zeilmaker G.H. Alberda A.T.", "van Gent I. Rijkmans C.M.", "Drogendijk A.C. Two pregnancies following transfer of intact frozenthawed embryos.Fertil Steril. 1984 42 293296Abstract Full Text PDF PubMed Scopus 264 Google Scholar. Fast forward another decade, and reproductive medicine achieved and accepted oocyte freezing as another tool to enhance fertility treatment. Today, improved processes of cryopreservation or freezing as it is commonly known of human sperm, oocytes, and embryos, using vitrification to reduce freezing time and improve survival rates 4Konc J. Kanyó K.", "Kriston R. Somoskői B.", "Cseh S. Cryopreservation of embryos and oocytes in human assisted reproduction.Biomed Res Int. 2014 2014307268Crossref PubMed Scopus 68 Google Scholar, and better culture systems that integrate highly complex media, environmental controls, and technical equipment 5Swain J.E.", "Carrell D.", "Cobo A. Meseguer M. Rubio C.", "Smith G.D. Optimizing the culture environment and embryo manipulation to help maintain embryo developmental potential.Fertil Steril. 2016 105 571587Abstract Full Text Full Text PDF PubMed Scopus 51 Google Scholar, have become a fundamental part of providing assisted reproductive technology ART procedures to patients worldwide 6Alikani M. Parmegiani L. Human reproductive cell cryopreservation, storage, handling, and transport risks and risk management.Semin Reprod Med. 2018 36 265272Crossref PubMed Scopus 7 Google Scholar. However, the challenges and concerns accompanying all new technologies also apply to the cryopreservation of human reproductive tissue. There are inherent benefits and risks, not only associated with the freezing and thawing process itself but also involving actual and potential legal rights and obligations. There is no denying that gamete sperm and egg and embryo freezing have many benefits to patients, including preserving fertility for those facing fertilitycompromising medical treatment, optimizing pregnancy success by reducing ovarian hyperstimulation, decreasing the incidence of multiple pregnancies by storing supernumerary embryos for later use, decreasing cost and medical risk of subsequent IVF cycles, increasing the availability of donor gametes and embryos, and allowing time for genetic testing of embryos through preimplantation genetic testing 7Bosch E. De Vos M. Humaidan P. The future of cryopreservation in assisted reproductive technologies.Front Endocrinol. 2020 11 67Crossref PubMed Scopus 21 Google Scholar. Some researchers have also shown that embryo freezing has increased ongoing pregnancy rates and decreased the cost per live birth 8Van Der Westerlaken L, Naaktgeboren N. Contribution of embryo cryopreservation to the pregnancydelivery rates in an IVFICSI programme with the single embryo transfer. Presented at the 19th Annual Meeting of the European Society of Human Reproduction and Embryology, Madrid, Spain, June 2003.Google Scholar. However, each of these indications for freezing raises the practical questions of how best to store, transport, and, ultimately, dispose of extraneous gametes and embryos while minimizing the risks that providing cryopreservation imposes on the healthcare provider and the fertility clinic. Clearly, the extensive use of cryopreservation in reproductive medicine has outpaced knowledge of the consequences of its use 9Bankowski B.J. Lyerly A.D.", "Faden R.R.", "Wallach E.E. The social implications of embryo cryopreservation.Fertil Steril. 2005 84 823832Abstract Full Text Full Text PDF PubMed Scopus 62 Google Scholar. As always, medical technology largely races ahead of the law 10Burger W.E. Reflections on law and experimental medicine.in Smith G.P. Ethical, legal and social challenges to a brave new world. Associated Faculty Press, Tarrytown, NY1982Google Scholar. So it is not surprising that regulatory guidance regarding the storage, transport, and disposal of gametes and embryos is seen as disparate, vague, overreaching, or unfortunately, in some jurisdictions nonexistent. In the United States, for example, the federal government has a relatively small role in regulating technology such as cryopreservation 11Blake V.K. McGowan M.L.", "Levine A.D. Conflicts of interest and effective oversight of assisted reproduction using donated oocytes.J Law Med Ethics. 2015 43 410424Crossref PubMed Scopus 5 Google Scholar.", "Guidance is often learned as the result of litigated issues rather than through legislative directiona case of learning from the outcome of someone elses risk event. Even where guidance from professional organizations is available, its applicability to everyday clinic operations may fall short, leaving knowledge gaps. This article will review the various laws, legislative efforts, case law, and professional guidance that apply to storage, transport, and disposal of cryopreserved gametes and embryos. It will also discuss the potential risks and present practical considerations for developing working policies and procedures for the healthcare provider dealing with the daytoday issues of cryopreservation in the fertility clinic. Reproductive medicine and law cannot coexist without considering the ethical concerns raised by cryopreservation of gametes and embryos. Questions about status and value and rights are complex considerations when dealing with these issues 12Prescott D.E. Debele G.A. Shifting ethical and social conundrums and stunningly anachronistic laws what lawyers in adoption and assisted reproduction may want to consider.J Am Acad Matrim Law. 2017 30 127Google Scholar, 13Crockin S.L. Debele G.A. Ethical issues in assisted reproduction a primer for family law attorneys.J Am Acad Matrim Law. 2015 27 289308Google Scholar. Whereas the status of eggs and sperm appears to be somewhat less controversial, issues of value and ownership or control are often raised in instances where losses of irreplaceable gametes occur 14Letterie G, Fox D, Lawsuit frequency and claims basis over lost, damaged, and destroyed frozen embryos over a 10year period, Presented at the 75th Annual Meeting of the American Society Reproductive Medicine, Philadelphia, Pennsylvania, October 1216, 2019.Google Scholar or the gamete contributor dies 15Bahadur G. Ethical challenges in reproductive medicine posthumous reproduction.Int Congr Ser. 2004 1266 295302Crossref Scopus 18 Google Scholar. Debates over the status, value, and rights of embryos are even more passionately espoused as healthcare providers, ethicists, lawyers, and patients struggle with how to handle human reproductive material or decide who has ownership or control over it 16Casolo J, CurryLedbetter C, Edmonds M, Field G, ONeill K, Poncia, M Eds.. Assisted reproductive technologies. Georgetown J Gender Law 20192313354.Google Scholar. This has led to a myriad of approaches from considering embryos as persons to considering them property, or conferring them with an interim status as having human potential but not yet life 17Crockin S.L. Gottschalk K.C. Legal Issues in gamete and embryo cryopreservation an overview.Semin Reprod Med. 2018 36 299310Crossref Scopus 2 Google Scholar. Each approach dictates its own path but must, at a minimum, be considered to better understand the basis for legal determinations either legislative or judicial, professional guidelines, and practical applications on the management of cryopreserved gametes and embryos. 127. Responsibility. Any physician or medical facility who causes in vitro fertilization of a human ovum in vitro will be directly responsible for the in vitro safekeeping of the fertilized ovum. 18LA Rev Stat 9 127, Responsibility.Google Scholar. The emphasized language of the Louisiana statute embodies the mantel of protection that placed in that state on fertility providers when it comes to storing gametes and embryos. But first, one must consider whether this practice is even allowed under current law. Regulations vary worldwide from the generally unregulated landscape of North America to European countries where all but a few have regulations on ART 19CalhazJorge C. De Geyter C.", "Kupka M. Wyns C. Mocanu E.", "Motrenko T. et al.Survey on ART and IUI legislation, regulation, funding and registries in European countries The European IVFmonitoring Consortium EIM for the European Society of Human Reproduction and Embryology ESHRE.Hum Reprod Open. 2020 1 hoz044Crossref Google Scholar. Most countries allow for freezing of gametes and embryos however, some countries ban egg freezing for nonmedical reasons e.g., Austria, France, Hungary, Lithuania, Malta, Norway, Serbia, and Slovenia 20European Society of Human Reproduction and EmbryologyEurope moves towards complete statutory regulation of ART.httpswww.eurekalert.orgpub_releases202002esohemt020320.phpDate accessed September 24, 2020Google Scholar, prohibit certain forms of embryo freezing e.g., Germany permits freezing of egg cells at the 2 pronucleic stage only 21Trappe H. Assisted reproductive technologies in Germany a review of the current situation.in Kreyenfeld M. Konietzka D. Childlessness in Europe contexts, causes, and consequences. Demographic Research Monographs A series of the Max Planck Institute for Demographic Research. Springer, Cham2017httpsdoi.org10.10079783319446677_13Crossref Scopus 6 Google Scholar, or limit the practice to certain patient populations only e.g., Poland, where a recent change to Polish law prevents single women from accessing treatment and prevents them from using previously frozen embryos unless they have a male partner in addition, their cryopreserved embryos can be given to a married couple without their consent after 20 years 22Brennan B. Single woman in Poland? Your embryos could be given to another couple.httpsmobile.abc.net.aunews20191124singlewomeninpolandembryoscouldbegiventoothers11706842Date accessed September 30, 2020Google Scholar. Where cryopreservation is routine, fertility clinics are cast as keepers of material that is full of hope and fraught with risks. Some of these risks include storage management, reduced or lost viability of specimens, rejection by gametes donors, and even contamination 6Alikani M. Parmegiani L. Human reproductive cell cryopreservation, storage, handling, and transport risks and risk management.Semin Reprod Med. 2018 36 265272Crossref PubMed Scopus 7 Google Scholar, and the associated costs. However, there are resources to assist in policy development to optimize the storage dilemma and reduce potential liabilities. The initial storage of gametes and embryos in fertility cliniclinked laboratories is by far the clearest of issues presented by the larger topic of human reproductive tissue cryostorage. Most fertility clinics are well aware of the necessity to follow professional guidelines that recommendand, in a few jurisdictions, regulatory guidelines that dictatethe use and maintenance of cryostorage tanks. With the recent exposure of several catastrophic gamete and embryo losses in the United States resulting from human error and cryotank failure 23Fox D. The legal limbo of lost embryos.httpsblog.petrieflom.law.harvard.edu20190708thelegallimbooflostembryosDate accessed September 24, 2020Google Scholar, the field has become even more aware of its obligation to protect the tissue under its care. Today, there is a resurgence of directives aimed at avoiding unintentional or negligent losses of cryopreserved gametes. The European Parliament and the Council of the European Union have encouraged further regulation in the form of a standardized approach to ensure high standards of quality and safety regarding cryopreserved tissue, including reproductive tissue. The European Society for Human Reproduction and Embryology, which provides professional guidelines, notes that most countries in the European Union EU have legislated assisted reproduction, many including specific regulations on cryostorage. For example, in Finland 24Ministry of Justice, FinlandAct on assisted fertility treatments 12372006, Section 24.httpswww.finlex.fienlakikaannokset2006en20061237.pdfDate accessed October 1, 2020Google Scholar and the United Kingdom 25Human Fertilisation and Embryology Act 1990. Anyone who is involved in the procurement, testing, processing, preservation, storage and distribution of gametes, embryos or provide invitro fertilisation or artificial insemination treatments must obtain a license from the HFEA.Google Scholar, a facility must be licensed before cryostorage is allowed. Other countries may be moving in this direction. Responding to recent gamete and embryos losses in the United States, two states initiated legislation aimed at deterring similar risk events in the future. The New York State Department of Health issued standards for IVF laboratories that include inspections to ascertain that standards are met for the storage and handling of reproductive tissue, including requiring licensing requirements that dictate acceptable equipment and storage conditions and require adherence to relevant professional guidelines 26New York State Department of HealthExecutive summary of assisted reproductive technologies analysis and recommendations for public policy.httpswww.health.ny.govregulationstask_forcereports_publicationsexecsum.htmDate accessed November 5, 2020Google Scholar. At the time of this writing, New Jersey is poised to enact a state statute that would require licensing and regulation of embryo storage facilities, including fertility clinics 27State of New JerseyAn act concerning the regulation and licensure of embryo storage facilities and supplementing Title 26 of the Revised Statutes. S3075.httpswww.njleg.state.nj.us2018BillsA50004605_I1.HTMDate accessed November 5, 2020Google Scholar. Aside from the few noted legislative efforts, the everyday care and storage of gametes and embryos in the United States is generally guided by standards set by professional organizations. The College of American Pathologists, which accredits ART laboratories, upon request provides checklists and reviews of some practices aimed at quality control for cryostorage, namely, monitoring liquid nitrogen levels within cryotanks and monitoring any alarm system that may be in use for such cryotanks 28College of American PathologistsAccreditation checklists.httpswww.cap.orglaboratoryimprovementaccreditationaccreditationchecklistsDate accessed November 5, 2020Google Scholar. The American Association of Tissue Banks AATB guidance for cryopreservation storage and specimen handling arguably covers ART laboratories in its definition of a biorepository 29AATB GuidanceCurrent good tissue practices No. 3, June 27, 2006.httpswww.aatb.orgsitesdefaultfilesAATB20Guidance20Document20No.20320286.27.0629.pdfDate accessed September 28, 2020Google Scholar however, many fertility clinics do not accept its recommendations as binding. The Practice Committee of the American Society for Reproductive Medicine ASRM recently provided more detailed guidance for cryostorage, which emphasized best practices, including limited access to cryostorage tanks, easily observed cryostorage rooms, adherence to manufacturers recommendations for cryotank use, quality control for liquid nitrogen and oxygen monitoring, cryostorage tank alarm systems, and storage tank inventories 30Practice Committee of the American Society for Reproductive MedicineCryostorage of reproductive tissues in the in vitro fertilization laboratory a committee opinion.Feril Steril. 2020 114 486491Abstract Full Text Full Text PDF Scopus 5 Google Scholar. One of the predominant concerns regarding cryostorage of embryos revolves around the length of time that embryos may be stored. Questions of reduced viability over time continue to be expressed, even in the face of studies that prove otherwise 31Ueno S.", "Uchiyama K.", "Kuroda T. Yabuuchi A. Ezoe K.", "Okimura T. et al.Cryostorage duration does not affect pregnancy and neonatal outcomes a retrospective singlecentre cohort study of vitrifiedwarmed blastocysts.Reprod BioMed Online. 2018 36 614619Abstract Full Text Full Text PDF PubMed Scopus 18 Google Scholar. Various authors present embryo storage data in the United States from a 2002 survey as roughly 400,000 embryos cryopreserved and a 2011 survey noting 615,000 embryos cryopreserved. Arguably, a straight linear projection of an increase of roughly 50 over 9 years would hold that today there may be upwards of 900,000 embryos cryopreserved. This number, however, does not consider the use of new treatment protocols for reducing ovarian response and the creation of fewer embryos per cycle, nor the increasing use of oocyte freezing. Therefore, with a calculated 900,000 to 1,000,000 embryos currently in storage in the United States alone, storage limitations and final disposition arrangements are significant factors in establishing practical approaches to the fill gaps left by current regulations and guidelines. Cryostorage processes for sperm, eggs, and embryos inside the fertility clinic should address the potential known and foreseeable risks associated with cryopreservation, such as specimen loss due to equipment failure or human error, loss as a result of mislabeling, accidental destruction, reduced viability over time, crosscontamination of specimens, and staff safety 32Schiewe M.C. Freeman M.", "Whitney J.B. VerMilyea M.D. Jones A.", "Aguirre M. et al.Comprehensive assessment of cryogenic storage risk and quality management concerns best practice guidelines for ART labs.J Assist Reprod Genetics. 2019 36 514Crossref PubMed Scopus 16 Google Scholar. General items to be included in the development of policies to manage cryostorage risk include the followingIdentifying the applicable cryostorage law, regulation, or judicial outcome and appropriate professional guidelines relevant to the clinics geographic area, and incorporating any requirements into practice.Surveying the location of cryopreservation storage units to evaluate for accessibility, safety, and security for maintaining tank integrity and temperature uniformity, which is necessary to protect cryopreserved material and staff.Ensuring that liquid or vapor nitrogen tanks are in good condition, operational, and stored properly in a wellventilated area. Oxygen monitors are strongly recommended.Developing routine cryopreservation equipment and tank management processes to include regular equipment and tank inspection, as well as repair and replacement based on manufacturers guidelines and standard industry usage.Installing locking and electronic monitoring systems on all cryopreservation storage tanks. This should include appropriate monitoring probe placement within the tanks, multiple alarm notification pathways, and backup energy supplies i.e., generators or batteries.Maintaining executed cryopreservation agreements with depositors that address cryopreservation processes, location and duration of storage, storage fees, depositors obligation to maintain contact, offsite transfer permission if applicable, and clear final disposition instructions.Developing protocols to reduce specimen loss during inventory e.g., consider automated identification and contamination during process and storage e.g., consider sterilization of liquid nitrogen and universal precautions.Addressing emergency and disaster responses, including staff safety, availability of first aid, cryostorage tank security, backup facilities, processes for closure andor movement of cryopreserved gametes and embryos to alternative locations as needed.Initial and periodic mandatory training of all embryology and andrology personnel on cryopreservation and cryostorage processes, policies, and procedures. As the world economy becomes more global, so does reproductive care.", "Domestic and international movement of gametes and embryos are seen every day as patients relocate or move their care to different clinics both within and outside their home countries. Prompted by reasons from access to better care and more services to removing legal barriers and improving availability of donors or surrogates to lowering costs, a recent review of crossborder reproductive care showed an upward trend of people traveling outside their home countries for ART treatments 33Salama M. Isachenko V.", "Isachenko E. Rahimi G. Mallmann P.", "Westphal L.M. et al.Cross border reproductive care CBRC a growing global phenomenon with multidimensional implications a systematic and critical review.J Assist Reprod Genetics. 2018 35 12771288Crossref PubMed Scopus 31 Google Scholar. In addition, more fertility clinics are opting for offsite storage because of space constraints, cost factors, or avoidance of final disposition risks, and the minimal data available show little detriment to survival, implantation, and pregnancy outcomes 34Senn S, Nehchiri F, Artac R, Dangcil M, Rabara F, Dasig D, Shipping cryopreserved embryos to longterm storage. Abstract presented at the annual meeting of the American Society for Reproductive Medicine, October 19, 2009 Atlanta, Georgia.Google Scholar. As reproductive care travels, so will cryopreserved gametes and embryos, and the regulations and best practices for getting cryopreserved material safely from point A to point B will be tested. Transporting human tissue, including cryopreserved gametes and embryos, has become a growing business. Today, a quick internet search results in a long list of commercial businesses involved in the routine transport of gametes and embryos from state to state and across the world. However, the outcome of an early legal tussle over I want to move my embryos to California 35York v. Jones.", "717 F. Suppl. 421 E.D.", "Va. 1989.Google Scholar stands to remind us that patients have a say in where their gametes and embryos will be stored or used. That does not necessarily mean that the transport is risk free or that the law of the intended transporting or receiving entitycountry allows such transfer. A serious consideration is the mode and method of gamete and embryo transport. Although commercial transport websites imply that moving embryos is relatively risk free 36Made in the US SurrogacyCan I transport frozen embryos?.httpsmadeintheusasurrogacy.comcanitransportfrozenembryosivfDate accessed November 5, 2020Google Scholar, 37CryoStorkFrequently Asked Questions What you need to know about transporting frozen embryos, sperm, and IVF samples safely securely with CryoStork.httpsmycryostork.comfaqshippingfrozenembryosspermsafelycostinsuranceDate accessed November 5, 2020Google Scholar, recent studies report that methods of shipment and types of transportation matter. Liquid nitrogen vapor containers or dry shippers cryotanks filled with liquid nitrogen that is absorbed into porous interior packing material are commonly preferred for air transport, whereas liquid nitrogenfilled tanks are more often seen in shorter, landbased travel because of the specific requirements and risks of each mode of transport 6Alikani M. Parmegiani L. Human reproductive cell cryopreservation, storage, handling, and transport risks and risk management.Semin Reprod Med. 2018 36 265272Crossref PubMed Scopus 7 Google Scholar. Damage to vitrified oocytes has been reported from factors such as vibrationmovement, increased temperature, air pressure, and horizontal tank positioning during transport 38McDonald C.A. Valluzo L.", "Chuang L. Poleshuk F. Copperman A.B.", "Barritt J. Nitrogen vapor shipment of vitrified oocytes time for caution.Fertil Steril. 2011 95 26282630Abstract Full Text Full Text PDF PubMed Scopus 18 Google Scholar. Furthermore, loss of survival of vitrified oocytes was reportedly lessened with the use of a road courier as opposed to air transport 39Parmegiani L. Maccarini A.M.", "Rastellini A. Bernardi S. Troilo E.", "Arnone A. et al.Oocyte vitrificationstoragehandlingtransportationwarming, effect on survival and clinical results in donation programmes.Curr Trends Clin Embryol. 2017 4 3440Crossref Google Scholar. Moving embryos can be risky business for all parties, as was seen in a 2017 federal lawsuit when the embryos arrived at their destination in a nonviable state. The devastated intended parents sued for destruction of embryos resulting from improper shipping practices, including claims against the sending longterm storage facility party who packed the shipper, the shipping company employer of the worker who opened the container because he saw gas escaping, and the receiving fertility clinic party who unpacked the shipping container 40Lucio v. UPS Co.", "Case No. 916CV81703RLR S.D. Fla.", "Jan.", "31, 2017.Google Scholar. But documented incidents are only one guiding force in how to move embryos. As with cryostorage, regulations governing the transportation of gametes and embryos vary around the globe and are most easily divided into those that determine operational aspects of shipping and those that limit transport. An example of operational legislation is seen under the United Kingdoms Human Fertilisation and Embryology Authority HFEA which has clearly stated rules for importing and exporting gametes and embryos. These rules include packaging and labeling of cryoshipped specimens, restrictions on sending gametes or embryos to an unlicensed clinic, and even a requirement for written agreements if thirdparty carriers are used 41Human Fertilisation and Embryology AuthorityCode of Practice, 9th Ed. Guidance Note 15.httpsportal.hfea.gov.ukmedia152720191216codeofpractice9theditiondecember2019.pdfDate accessed September 28, 2020Google Scholar. EU transport is fairly easy among the EU countries, requiring, among specific packaging guidelines, a written confirmation of acceptance from the receiving clinic as well as documentation of infectious disease testing compliance. Gametes and embryos coming into the United States may need to meet US Food and Drug Administration tissue guidelines 42FDA Compliance Program Guidance ManualImported human cells, tissues, and cellular and tissuebased products HCTPs 7342.007 Addendum, Section III B4.httpswww.fda.govmedia73960downloadDate accessed September 30, 2020Google Scholar and are subject to United States customs inspections which has caused some problems in the past as a result of delays in processing 43U.S. Customs and Border ProtectionWhat you need to know before importing biologic material into the U.S.httpswww.cbp.govtradebasicimportexportwhatyouneedknowimportingbiologicalmaterialsunitedstatesDate accessed September 24, 2020Google Scholar. A commercial invoice describing the contents and value of cryopreserved material is also required. Importing and exporting patient specimens in and out of the United States may also trigger compliance with some of the regulations of the International Air Transport Association and the Federal Department of Transportation 44University of Pennsylvania Environmental Hea"]