["The paper deals with the implementation of international standards for the protection of individual rights in criminal proceedings consolidated in the decisions of judicial and quasijudicial intergovernmental human rights bodies. The author gives a characteristic of the main stages of interaction of the legal system of the Russian Federation with the system of international standards, perceived through the practice of the ECHR. The paper examines features of the execution of the ECHR acts after the Russian Federation withdrew from the Council of Europe. The article analyzes the legal foundations of the activities and legal properties of acts of quasijudicial bodies of the United Nations in the context of the grounds for reviewing national judicial decisions in criminal cases. On the basis of Russian judicial practice, the legal model of sentence review based on international judicial and quasijudicial acts is analyzed the stable characteristics of this model are determined, the patterns of implementation of acts of quasijudicial bodies of the United Nations in Russian judicial practice in criminal cases are described, the factors requiring improvement of this model are analyzed. It is concluded that the existing model of regulation of these relations is based on insufficiently clear provisions of the Criminal Procedure Code of the Russian Federation in their interpretation by the Constitutional Court of the Russian Federation and the Supreme Court of the Russian Federation.", "This model does not fully take into account the specifics of individual legal acts of interstate human rights bodies. In conclusion, the article proposes the authors concept of the reform of the model of resuming criminal proceedings in connection with these acts of interstate human rights bodies. As one of the conclusions, the paper notes that at the present stage of the development of criminal procedure, legislation and the practice of its application in the Russian Federation, the issues of implementation in domestic law of international human rights treaties through the execution of decisions of their control judicial and quasijudicial mechanisms with competence to consider individual reports of victims of alleged violations of these treaties remain relevant."]