["HomeCirculationVol.", "125, No. 15Decision Making in Advanced Heart Failure Free AccessResearch ArticlePDFEPUBAboutView PDFView EPUBSections ToolsAdd to favoritesDownload citationsTrack citationsPermissionsDownload Articles Supplements ShareShare onFacebookTwitterLinked InMendeleyReddit Jump toSupplemental MaterialFree AccessResearch ArticlePDFEPUBDecision Making in Advanced Heart FailureA Scientific Statement From the American Heart Association Larry A. Allen, MD, MHS, Lynne W.", "Stevenson, MD, Kathleen L. Grady, PhD, APN, FAHA, Nathan E. Goldstein, MD, Daniel D. Matlock, MD, MPH, Robert M. Arnold, MD, Nancy R. Cook, ScD, G. Michael Felker, MD, MHS, Gary S. Francis, MD, FAHA, Paul J. Hauptman, MD, Edward P. Havranek, MD, Harlan M. Krumholz, MD, SM, FAHA, Donna Mancini, MD, Barbara Riegel, DNSc, RN, FAHA and John A. Spertus, MD, MPH, FAHA Larry A.", "AllenLarry A.", "Allen Search for more papers by this author , Lynne W. StevensonLynne W. Stevenson Search for more papers by this author , Kathleen L. GradyKathleen L. Grady Search for more papers by this author , Nathan E. GoldsteinNathan E. Goldstein Search for more papers by this author , Daniel D. MatlockDaniel D. Matlock Search for more papers by this author , Robert M. ArnoldRobert M. Arnold Search for more papers by this author , Nancy R. CookNancy R. Cook Search for more papers by this author , G. Michael FelkerG. Michael Felker Search for more papers by this author , Gary S. FrancisGary S. Francis Search for more papers by this author , Paul J. HauptmanPaul J. Hauptman Search for more papers by this author , Edward P. HavranekEdward P. Havranek Search for more papers by this author , Harlan M. KrumholzHarlan M. Krumholz Search for more papers by this author , Donna ManciniDonna Mancini Search for more papers by this author , Barbara RiegelBarbara Riegel Search for more papers by this author and John A.", "SpertusJohn A. Spertus Search for more papers by this author and on behalf of the American Heart Association Council on Quality of Care and Outcomes Researchand Council on Cardiovascular Nursingand Council on Clinical Cardiologyand Council on Cardiovascular Radiology and Intervention, and Council on Cardiovascular Surgery and Anesthesia Originally published5 Mar 2012httpsdoi.org10.1161CIR.0b013e31824f2173Circulation. 201212519281952is corrected byCorrectionOther versions of this articleYou are viewing the most recent version of this article. Previous versions January 1, 2012 Previous Version 1 IntroductionShared decision making for advanced heart failure has become both more challenging and more crucial as duration of disease and treatment options have increased. Highquality decisions are chosen from medically reasonable options and are aligned with values, goals, and preferences of an informed patient. The top 10 things to know about decision making in advanced heart failure care are listed in Table 1.Table 1. Top Ten Things to KnowShared decision making is the process through which clinicians and patients share information with each other and work toward decisions about treatment chosen from medically reasonable options that are aligned with the patients values, goals, and preferences.For patients with advanced heart failure, shared decision making has become both more challenging and more crucial as duration of disease and treatment options have increased.Difficult discussions now will simplify difficult decisions in the future.Ideally, shared decision making is an iterative process that evolves over time as a patients disease and quality of life change.Attention to the clinical trajectory is required to calibrate expectations and guide timely decisions, but prognostic uncertainty is inevitable and should be included in discussions with patients and caregivers.An annual heart failure review with patients should include discussion of current and potential therapies for both anticipated and unanticipated events.Discussions should include outcomes beyond survival, including major adverse events, symptom burden, functional limitations, loss of independence, quality of life, and obligations for caregivers.As the end of life is anticipated, clinicians should take responsibility for initiating the development of a comprehensive plan for endoflife care consistent with patient values, preferences, and goals.Assessing and integrating emotional readiness of the patient and family is vital to effective communication.Changes in organizational and reimbursement structures are essential to promote highquality decision making and delivery of patientcentered health care.Why Shared Decision Making?Providers have an ethical and legal mandate to involve patients in medical decisions. Shared decision making recognizes that there are complex tradeoffs in the choice of medical care.1 Shared decision making also addresses the ethical need to fully inform patients about the risks and benefits of treatments.2 In the setting of multiple reasonable options for medical care, shared decision making involves clinicians working with patients to ensure that patients values, goals, and preferences guide informed decisions that are right for each individual patient.Grounded in the ethical principle of autonomy,3 judicial decisions eg, Cruzan v Missouri Department of Health4 and legislative actions eg, the Patient SelfDetermination Act5 have repeatedly affirmed the rights of patients or duly appointed surrogates to choose their medical therapy from among reasonable options.6 The formal process of informed consent before procedural interventions is an embodiment of this concept in that it underscores the clinicians obligation to ensure that the patient has the opportunity to be informed.3 An informed patient is one who is aware of the diagnosis and prognosis, the nature of the proposed intervention, the risks and benefits of that intervention, and all reasonable alternatives and their associated risks and benefits.7 A major purpose of a highfunctioning healthcare system is to provide the resources with which an activated, informed patient can engage in productive discussions with a proactive, prepared healthcare team.8Shared decision making moves beyond informed consent.", "It asks that clinicians and patients share information with each other and work toward patientcentered decisions about treatment.9 Shared decision making incorporates the perspective of the patient, who is responsible for articulating goals, values, and preferences as they relate to his or her health care. Shared decision making incorporates the perspective of the clinician, who is responsible for narrowing the diagnostic and treatment options to those that are medically reasonable. Shared decision making is most easily applied to preferencesensitive decisions, in which both clinicians and patients agree that equipoise exists, and decision support helps patients think through, forecast, and deliberate their options. However, in situations in which clinicians hold the view that scientific evidence for benefit strongly outweighs harm, behavioral support eg, smoking cessation counseling designed to describe, justify, and recommend specific behavior may also be appropriate and complementary to decision support.10 Finally, certain therapeutic options may be considered unreasonable and therefore independent of patient demands, although situations of medical futility are relatively rare.6 Although not all patients will be able to clearly articulate decisions that are congruent with their stated goals, shared decision making aims to ensure that patients values, goals, and preferences are explored and incorporated into the medical decisionmaking process.Patientcentered medicine has been suggested as the next phase in health care.11 Shared decision making puts into practice the principle of patientcentered care, which the Institute of Medicine has identified as 1 of the 6 pillars of quality,12 with patientcentered care defined as providing care that is respectful of and responsive to individual patient preferences, needs, and values and ensuring that patient values guide all clinical decisions.12 The Patient Protection and Affordable Care Act devotes 4 pages to patientcentered care, specifically calling for the development of decision aids, shared decisionmaking programs, and metrics for the quality of decision making.13It will be assumed throughout this document that discussions and decision making with patients also include, when appropriate, the family and other individuals involved, such as caregivers and companions. The approach to decision making outlined in this Scientific Statement takes the perspective of the individual patient rather than that of society in general.", "Although individual medical decisions taken collectively have implications for distributive justice and resource allocation, it is not the responsibility of clinicians, patients, or families to directly factor these global considerations into individual decisions.14 Rather, discussions regarding alternative treatment options, including no treatment, should be focused on meeting a specific individuals values, goals, and preferences within the context of societal rules and regulations.Why Advanced Heart Failure?Heart failure affects 2.4 of the adult population and over 11 of the expanding population 80 years old.15 Estimated total heart failure costs in the United States are projected to reach 44.6 billion by 2015.15 Existing therapies slow, but infrequently reverse, disease progression. As a result, the prevalence of symptomatic heart failure has increased, including a prolongation of the advanced phase of the disease.16 The American Heart Association characterizes the far end of the heart failure continuum as stage D, or refractory endstage heart failure,17 further defined by others,18,19 including the European Society of Cardiology Table 2.20 These overlapping definitions describe a group of patients for whom symptoms limit daily life despite usual recommended therapies and for whom lasting remission into less symptomatic disease is unlikely. The increasing prevalence, high symptom burden, and possible diseaseexchanging therapies ie, transplantation and mechanical circulatory support for patients living with advanced heart failure mandate a systematic and thoughtful approach to decision making.Table 2. European Society of Cardiology Criteria for Advanced Chronic Heart FailureModerate to severe symptoms of dyspnea andor fatigue at rest or with minimal exertion NYHA functional class III or IVEpisodes of fluid retention andor reduced cardiac outputObjective evidence of severe cardiac dysfunction demonstrated by at least 1 of the following Left ventricular ejection fraction 30Pseudonormal or restrictive mitral inflow pattern by DopplerHigh left andor right ventricular filling pressures, orElevated Btype natriuretic peptideSevere impairment of functional capacity as demonstrated by either inability to exercise, 6min walk distance 300 m, or peak oxygen uptake 12 to 14 mL g1 min1History of at least 1 hospitalization in the past 6 moCharacteristics should be present despite optimal medical therapyNYHA indicates New York Heart Association.Reprinted from Metra et al,20 with permission of the publisher. Copyright 2007, Oxford University Press.This Scientific Statement reviews the clinical context for decision making in advanced heart failure and provides guidance on communication techniques to support these decisions.", "Its goal is primarily to help healthcare providers of all types integrate these concepts into their routine practice to promote the delivery of effective, safe, efficient, timely, equitable, and patientcentered care.12 We recognize that major barriers to the implementation of these concepts are time, training, and resources. We also recognize the limited and inequitable access to experts with formal training in heart failure and palliative care, which leaves many of these responsibilities to be borne by healthcare providers in a general medical setting. If the goals of this document are to be realized, however, the healthcare system will need to make a fundamental commitment to shared decision making, with realignment of incentives to support the tailoring of advanced care to individual patients. Without changes in the structure of the healthcare team and associated reimbursement, these recommendations will remain an unfunded mandate that are unlikely to be fully realized in most practice settings.Expectations for the FutureAttention to the clinical trajectory is required to calibrate expectations and guide timely decisions.Predictive models can target highrisk populations but leave wide uncertainties around estimates of survival for an individual.Difficult discussions now will simplify difficult decisions in the future.Uncertainty is inevitable and should be included in discussions with patients and family.Estimating Prognosis in Heart FailureAssessment of prognosis is the foundation for selection among therapies for lifethreatening disease, but this is particularly challenging for heart failure. The clinical course varies dramatically across the spectrum of disease severity and is relatively unpredictable for individual patients Figure 1.19,21 This contrasts with the more linear decline of patients with advanced cancer, which has traditionally been the model for approaches to endstage disease. Even late in heart failure, patients often enjoy good days and brief interludes of apparent stability, which can lull them and their care providers into postponing vital decisions. Prognosis is further clouded by the unique contrast between unexpected sudden death ie, lethal arrhythmia and lingering death with congestive symptoms ie, progressive pump failure. Frequent reappraisal of the clinical trajectory helps calibrate expectations, guide communication, and inform rational decisions.Download figureDownload PowerPointFigure 1. A depiction of the clinical course of heart failure with associated types and intensities of available therapies. Black line Patients tend to follow a progressive, albeit nonlinear, decline in healthrelated quality of life as the disease progresses this course can be interrupted by sudden cardiac death caused by arrhythmia or can end in a more gradual death caused by progressive pump failure. Gray line At disease onset, multiple oral therapies are prescribed for cardiac dysfunction andor treatment of comorbidities. As disease severity increases, the intensity of care may increase in parallel, with intensification of diuretics, addition of an implantable cardioverterdefibrillatorcardiac resynchronization therapy for those eligible, and increasing interaction with the medical system through ambulatory visits and hospitalizations, until the time when standard therapies begin to fail transition to advanced heart failure. Dotted line Palliative therapies to control symptoms, address quality of life, and enhance communication are relevant throughout the course of heart failure, not just in advanced disease palliative therapies work hand in hand with traditional therapies designed to prolong survival. The critical transition into advanced heart failure from the medical perspective is often followed by a transition in goals of care from the patient and family perspective, wherein palliative therapies may become the dominant treatment paradigm for the majority of patients in whom transplantation and mechanical circulatory support are not an option. Clinicians must recognize the transition to advanced heart failure so that therapeutic options can be considered in a timely fashion and patients are able to proactively match medical decisions to clinical realities. CHF indicates chronic heart failure MCS, mechanical circulatory support. Modified from Lanken et al21 reprinted with permission of the American Thoracic Society. Copyright 2012, American Thoracic Society.More than 100 variables have been associated with mortality and rehospitalization in heart failure.2227 Examples of prognostic factors include demographics age, sex, race, insurance status, functional status New York Heart Association functional class and healthrelated qualityoflife scores, exercise capacity peak oxygen consumption, 6minute walk, cardiac structure and function cardiac chamber size, ejection fraction, assessments of filling pressures, biomarkers natriuretic peptides, inflammatory markers, renal and liver dysfunction, comorbidities diabetes, lung disease, clinical events defibrillator shocks and recent hospitalizations, psychosocial factors depression, social isolation, and behavioral factors eg, adherence to the medical regimen.A variety of multivariable models have been published in an effort to provide more refined predictions of prognosis in patients with heart failure Table 3. The most commonly used multivariable instruments for estimating prognosis in symptomatic outpatients are the Heart Failure Survival Score23 and the Seattle Heart Failure Model.22 In patients hospitalized for heart failure, a variety of inpatient models have been developed to predict both inhospital28 and postdischarge outcomes.26,27,2931 These inpatient models have highlighted the strength of natriuretic peptides, renal function, and low blood pressure as predictors of survival in patients in this setting.24 Recently, the first model to predict both mortality and qualityoflife outcomes after discharge has been published.32 Although all of these models require complex mathematical formulas to generate risks, the increasing use of health information technology in the delivery of care offers the potential to automatically generate risk profiles from the electronic medical record.Table 3. Selected Prognostic Models in Heart FailureKey CovariatesOutcomeAmbulatory Heart Failure Survival Score23Peak Vo2, LVEF, serum sodium, mean BP, HR, ischemic etiology, QRS durationmorphologyAllcause mortality Seattle Heart Failure Model22 depts.washington.edushfm22aNYHA function class, ischemic etiology, diuretic dose, LVEF, SBP, sodium, hemoglobin, percent lymphocytes, uric acid, and cholesterolAllcause mortality, urgent transplantation, or LVAD implantationHospitalized EVEREST Risk Model22Age, diabetes, ho stroke, ho arrhythmia, βblocker use, BUN, sodium, BNP, KCCQ scoresThe combined end point of mortality or persistently poor quality of life KCCQ 45 over the 6 mo after discharge EFFECT29Age, SBP, respiratory rate, sodium, hemoglobin, BUN, ho CVA, ho dementia, ho COPD, ho cirrhosis, ho cancer30d and 1y mortality ADHERE28BUN, SBP, serum creatinineInhospital mortality ESCAPE Discharge Score31BNP, cardiopulmonary resuscitation or mechanical ventilation during hospitalization, BUN, sodium, age 70 y, daily loop diuretic dose, lack of βblocker, 6min walk distance6mo mortalityVo2 indicates oxygen consumption LVEF, left ventricular ejection fraction BP, blood pressure HR, heart rate NYHA, New York Heart Association SBP, systolic BP LVAD, left ventricular assist device EVEREST, Efficacy of Vasopressin Antagonism in Heart Failure Outcome Study with Tolvaptan ho, medical history of BUN, blood urea nitrogen BNP, Btype natriuretic peptide KCCQ, Kansas City Cardiomyopathy Questionnaire EFFECT, Enhanced Feedback for Effective Cardiac Treatment CVA, cerebrovascular accident COPD, chronic obstructive pulmonary disease ADHERE, Registry for Acute Decompensated Heart Failure Patients and ESCAPE, Evaluation Study of Congestive Heart Failure and Pulmonary Artery Catheterization Effectiveness.The application of commonly used ambulatory heart failure models to the advanced heart failure population can result in miscalibrated estimates of life expectancy, with significant underestimation of risk in certain populations.33,34 Therefore, before recommending general use of risk models, adequate discrimination ie, the ability of a model to accurately distinguish between a patient who will experience the event versus one who will not35,36 and calibration ie, the ability of the model to accurately predict the observed probability of an event across levels of risk37 will need to be validated for broader populations than those from clinical trials.33,34Prognosis for Both Quantity and Quality of LifeMost prognostic models in heart failure focus on mortality, which is easily determined and highly relevant however, other clinical outcomes also rank high in importance to individual patients Figure 2. Multiple studies have documented patients willingness to sacrifice survival in exchange for symptom relief, a tradeoff that varies between patients and within the same patient over time and is correlated loosely with disease severity39,40 but strongly with donotresuscitate status.41 A full discussion of prognosis therefore includes not only the risks of death but also the potential burdens of worsening symptoms, limited functional capacity, loss of independence, reduced social functioning, decreased quality of life, and increased caregiver commitment.42 Unfortunately, much less is known about the risks of these latter outcomes.", "The only existing model that estimates the risk of unfavorable future quality of life shows important differences from risk models for death, particularly the relative importance of current measures of quality of life.32 More astute anticipation of an unfavorable quality of life until death, in addition to anticipation of death, would better identify patients for whom detailed discussions of prognosis and options are appropriate. In choosing among options, this information gap regarding nonmortality patientcentered outcomes is exacerbated by the lack of rigor in collecting health status information in major trials, although this is improving. Even less is known about the relative impact of the disease and therapies on caregiver burden and quality of life for family members.4346Download figureDownload PowerPointFigure 2. Prognosis is not only about expectations for survival.", "There are multiple domains that are of varying importance to individual patients. Adapted from Spilker.38Uncertainty for the IndividualEven under these idealized circumstances, most models designed to predict mortality have only modest accuracy.47 Further complicating practical use, prediction models represent the average survival for a population of patients with characteristics similar to those of the individual patient. A 70 chance of 2year survival does not directly translate to an individual who will instead be 100 alive or dead at any point in time. For patients with advanced disease, interest often focuses instead on the expected length of time remaining patients ask the question, How long do I have? This point prediction of survival time48 is even more difficult to estimate.49,50 Even if a model fits well for a cohort and the estimated survival curve provides a good fit to the data, it is not clear where along the curve an individual patient will lie. As an example of the difficulty in estimating survival duration, one can consider the median survival estimate 50 survival at time x as an estimation of the time in which half of the patients will live longer and half will live for a shorter time. Parkes51 defines an error in survival as an estimate more than twice as long as the actual survival or less than half the actual survival. That is, if a patient survived for 12 months, a predicted survival of 2 years or 6 months would be considered an error by this definition. This error depends on the variability in survival times for patients, more specifically on the standard deviation of the logarithm of survival time. Using several statistical models of survival, the probability of greater than 2fold error remains near 50 under realistic assumptions.49Ultimately, the stochastic nature of heart failure conveys a high level of prognostic uncertainty for most patients. Future events have a certain degree of unpredictability, such that improved understanding of risk tends to add incrementally less prognostic information to existing models. Even a perfect model that includes all possible measurements describes only what has already happened. The trajectory can often be steepened by new conditions or life events, such as myocardial infarction, a serious fall, or the death of a spouse. It is vital to acknowledge uncertainty in discussions about future care.Need for Accurate Estimates of RiskDespite limitations of prognostic models, they are generally more accurate than clinical intuition, which is prone to bias. A review of survival predictions among terminally ill cancer patients52 found that physicians consistently overestimated survival, which has been seen in other studies.51,53 For patients discharged from the hospital with advancedstage heart failure, both physicians and nurses survival estimates had modest ability to discriminate those who subsequently died from those who lived with nurses outperforming physicians, but absolute estimates were significantly miscalibrated, again overestimating survival.54 In patients with chronic heart failure, the patientpredicted survival also tended to overestimate survival versus modelbased predictions, particularly for younger patients.55 Clinicians need to learn how to leverage objective risk models, while recognizing their limitations and adapting them on the basis of their unique clinical and psychosocial features and serial assessments not generally incorporated into such models.Anticipation, Timing, and ReviewAn annual heart failure review with patients should include discussion of current and potential therapies for both anticipated and unanticipated events.On the day of hospital admission, it is far better to review rather than introduce advanced care decisions, which requires that patient preferences have been discussed previously and documented in the ambulatory setting.Clinical milestones such as implantable cardioverterdefibrillator ICD shocks or recurrent hospitalization should trigger interim review and discussion of treatment options and preferences.Timing of DiscussionsFinding appropriate time to discuss preferences, prognosis, and medical options is a formidable challenge. Such discussions require a major commitment of time, focus, and emotional energy, which is not in synchrony with the frenetic pace and frequent interruptions of clinical practice. Current organizational and reimbursement structures provide strong disincentive to such intense encounters.As a result, formal discussions about prognosis and decision making are often deferred until more emergent and less favorable occasions, when thoughtful decision making may be impaired. For instance, at the time of presentation for hospital admission with decompensated heart failure, patients are frequently uncomfortable and often require urgent, intensive evaluation and management. Clinicians responsible for delivering care in this setting are typically unfamiliar with the patient and overall disease trajectory. Hasty questions such as, Do you want us to do everything?", "and Would you want to be kept alive as a vegetable?", "can yield inaccurate and conflicting answers. It has been shown that patients deciding resuscitation preferences during an acute hospitalization frequently reverse their decisions over the next few months.56Therefore, optimal shared decision making requires that patient preferences have been discussed previously and documented in the ambulatory setting. The day of hospital admission is a time to review and possibly update, rather than introduce, advanced care decisions. On the other hand, once the clinical course has become apparent during hospitalization, clinicians can take advantage of the substantial time they have with the patient and family to further address complex medical decisions before discharge. When the expected survival or quality of life is very limited, hospitalization may also afford better access to multidisciplinary teams, palliative care, and other resources than can be marshaled in the outpatient setting. All of these considerations underscore the importance of a proactive, anticipatory, and iterative approach to soliciting patients preferences.", "This should occur both routinely and at the occurrence of milestones that herald a worsening prognosis Table 4.Table 4. Triggers for Formally Assessing Prognosis and Having Conversations About Goals of Care and Voluntary Advance Care PlanningRoutine Annual Heart Failure Review with a scheduled clinic visitEventdriven milestones that should prompt reassessment Increased symptom burden andor decreased quality of life Significant decrease in functional capacity Loss of ADLs Falls Transition in living situation independent to assisted or LTC Worsening heart failure prompting hospitalization, particularly if recurrent57 Serial increases of maintenance diuretic dose Symptomatic hypotension, azotemia, or refractory fluid retention necessitating neurohormonal medication underdosing or withdrawal58 Circulatoryrenal limitations to ACEIARB Decrease or discontinuation of βblockers because of hypotension First or recurrent ICD shock for VTVF59 Initiation of intravenous inotropic support Consideration of renal replacement therapy Other important comorbidities new cancer, etc Major life events death of a spouseADL indicates activities of daily living LTC, longterm care ACEI, angiotensinconverting enzyme inhibitor ARB, angiotensin II receptor blocker ICD, implantable cardioverterdefibrillator VT, ventricular tachycardia and VF, ventricular fibrillation.Annual Heart Failure ReviewThe"]