["Independence is by definition relational it is the independence from or the dependence on something or somebody. Thus, metaphorically speaking, its assessment cannot be limited to a microscopic study of one slice of a salami, without having regard to the rest of the salami stick The European Union EU is a project of integration through law. President Lenaerts presents this official position well Integration through the rule of law defines what the European Union today stands for Lenaerts, 2020, p. 29. As a core value and a fundamental principle the Rule of Law has a special status in EU law, advancing a clear idea of constitutionalism taming nationalism by diffusing the model of liberal democracy to countries with an authoritarian past Bárd, 2022 Pech, 2009. This idea is codified by the Member States in Article 2 TEU 1 and informs the functioning of the whole system of EU law Klamert and Kochenov, 2019 von Danwitz, 2018. Despite these clear legal obligations, the Rule of Law and other closely intertwined values are severely and systematically violated in several EU Member States Sadurski, 2019 Sajó, 2021. The World Justice Projects Rule of Law Index 2020 showed that respect for the Rule of Law declined the most in Hungary and Poland in the whole EUEFTANorthAmerica region over the last five years. Member States with such rule of law records could not join the EU, were they to submit their applications today Kochenov, 2004. Now that illiberal regimes are part of the European club, they endanger the European project from within Pech and Scheppele, 2017. This is best visible in the field of judicial independence, which is both particularly fragile Kovács and Scheppele, 2019 and crucially important in the context of the European multilevel legal system GrabowskaMoroz, 2020. Independent judiciary is of course indispensable as the ultimate arbiter and guarantor of individual rights, but also vital for national judges and the Court of Justice of the European Union CJEU to maintain judicial dialogue necessary for the proper application of EU law. Both levels of the judiciary in the EU can only fulfil their multiple functions, if their independence is guaranteed. This can only be done if the continental standards enshrined in Article 61 ECHR are fully respected, as Article 19 TEU requires. Here is where the problems start while some fake Polish courts have already dismissed such basic standards as in breach of the Constitution Ploszka, 2022, it flows from CJEUs caselaw about itself that it is above such basic requirements Kochenov and Butler, 2022. Worse still, the inability of the CJEU to make up its mind on the vital issue of what it means to be an independent court established by law in the EU legal context led to a proliferation of numerous wanting standards of judicial independence, which are not only internally and mutually contradictory, but also apply differently to the different levels of European judiciary and fall short of meeting the minimum standards outlined by the European Court of Human Rights ECtHR. This rotten salami, to borrow from AG Bobeks culinary metaphor of this dangerous approach, boasts at least a handful of slices. The very idea of an independent court established by law which often requires a yes or no answer is that the parties are entitled to know whether the gowned presence in front of them is an independent judge or not came to mean context, as a matter of EU law whether someone is a lawful judge depends on the court to which the gowned person belongs, the type of action and other variables. Context amounts to lack of clarity concerning this vital aspect of the rule of law, endangering both the uniform application of EU law throughout the territory of the Union and the strict adherence to the rigorous human rights standards. The task of this contribution is to walk through a handful of available standards of judicial independence and discuss the broad implications of this EUmandated unprincipled rule of law relativism. In what follows we retrace the explosion of the illconceived plurality of standards on judicial independence and proceed standard by standard, to demonstrate how the EU enforces mutuallycontradictory rules pertaining to the heart of the rule of law. We start with the ECtHR approach in established by law Article 61 ECHR caselaw, which makes clear that lawfulness of the court is at the heart of the rule of law and is indispensable in a democratic society to even start speaking about judicial independence we then proceed to the strong standard applied by CJEU in preliminary references context culminating in Banco de Santander SA and a watereddown Getin Noble Bank version of the same, which does not in the name of judicial sic dialogue 2 even require a lawful judge and shows resolute lack of decisiveness, on the part of the CJEU in maintaining the EUwide definition of a court or tribunal in the sense of Article 267 TFEU. We proceed to discuss the groundbreaking yet so far ineffective CJEU caselaw attempting to shield courts in backsliding member states from the attacks by the executives, only to counterbalance it by the LM caselaw and its progeny, which values the idea of mutual trust above the protection of fundamental rights and adherence to basic rule of law requirements. Last but not least, we discuss the lowest point in the whole story the presumption of the CJEU entertained in Sharpston cases that even the lowest standards of lawful composition and independence do not apply to it, thus almost putting the supranational Court, through a contra legem interpretation of the primary law, outwith the ambit of Article 19 TEU minimal requirements unlawful arbitrary interference by the sovereign with the Courts composition in direct violation of EU and ECHR law has been greenlighted in numerous cases related to AG Sharpstons unlawful premature dismissal by both the Court and the General Court Kochenov and Butler, 2022. The requirement of a tribunal established by law in the sense of Article 61 ECHR is at the heart of ECtHRs approach to judicial independence. The establishment of a court by law is a necessary and indispensable requirement of the rule of law, turning the Convention into a rule of law instrument. 3 Significant caselaw comes down to several core elements to consider for details, see Registry of ECtHR, 2022. At issue is not only the legal basis underpinning the establishment of the court as such, but also the rules of staffing it with judges as well as compliance. So, crucially, the failure to comply with the rules of formation of the court is in itself a violation of Article 6 ECHR. 4 Acknowledging the criticism this caselaw received, the court painting in quite broad brush strokes Kosař and Leloup, 2022, it is important that ECtHR connects the rationale behind established by law with the essence of the preservation of democracy to ensure that the judicial organization in a democratic society does not depend on the discretion of the executive, but that it is regulated by law emanating from Parliament. 5 Three key elements of the established by law test flow from Ástráðsson 6 1 objectively and genuinely identifiable breach of domestic law 2 the breaches should be fundamental to the procedure and 3 availability of suitable judicial review based on Convention standards. This standard has been applied in countless cases against Poland, resulting in the finding of significant violations in the cases of outright unlawfully appointed judges of the Constitutional Tribunal 7 see GrabowskaMoroz, 2021 and the Supreme Court of Poland, including, especially, the Disciplinary Chamber 8 but also other chambers, as long as they include individuals who were appointed by the reformed National Council of the Judiciary NCJ, which was established, to have the purpose of undermining the independence of the Polish judiciary 9 and is thus an institution that cannot appoint members to any tribunal established by law ŚledzińskaSimon, 2018. 10 For decades before the advent of the Article 191 TEU caselaw starting with Portuguese Judges Pech and Kochenov, 2021 that gave CJEU broad jurisdiction over the national judiciaries, the main vehicle for the CJEU to deal with the whole array of issues pertaining to judicial independence lawful composition and established by law requirements was Article 267 TFEU. 11 CJEUs determination of the meaning of court or tribunal in the context of the preliminary reference procedure has been a pillar of EU law since the dawn of integration Broberg and Fenger, 2021. The core idea was inclusivity and control. The Court invited as many interlocutors as possible to establish vibrant judicial dialogue Eeckhout, 2015, while at the same time keeping the right to determine what court or tribunal meant. As a result, the criterion of independence was such that even bodies not recognized as courts and inserted within the administrative structures of the Member States were eligible and encouraged to make references Broberg, 2009, p. 221. The basic standard to assess all the bodies qualifying to use the preliminary rulings, although criticised for example Tridimas, 2003, p. 30, was set out with clarity since the early days of European integration, demanding that the body is established by law, permanent, enjoying compulsory jurisdiction, inter partes procedure, applying rules of law and is independent. 12 Pech and Platon 2018, p. 1942 foresaw potential conflicts between the permissive paradigm espoused by this caselaw and the more demanding and rightly so requirements of Article 19 TEU following Portuguese Judges. Banco de Santander SA, 13 upgraded the meaning of court or tribunal by reinforcing the minimal independence requirement a body where irremovability of members is not strictly guaranteed cannot meet Article 267 TFEU standard para. 67.", "Moreover, a court against the final decision of which an extraordinary appeal is possible is equally not a court or tribunal able to send preliminary references para. 73.", "The high standard was shortlived. Filipek 2022 is right The CJEU now appears to differentiate between a court under Article 267 TFEU and a court under 19 TEU Article 47 Charter. Indeed, the steady reinforcement of the standards of independence required under Article 267 TFEU came to an abrupt end with Getin Noble Bank, where the Court accepted to answer a request for a preliminary ruling 14 from Mr. Zaradkiewicz, a known usurper 15 found by ECtHR to manifestly fail the established by law test. 16 Moreover, Grzęda, decided by the ECtHR almost immediately after Getin Noble Bank clarified that the core idea behind the socalled Polish reform was the deliberate and systemic undermining of the judicial independence and emphasized that any judge appointed by an organ the sole purpose of which is to undermine judicial independence, is not lawfully appointed. In other words, it was not particularly difficult to see the actual motive behind the case the actual dispute aside, it was clearly fabricated in an attempt to legitimize the PiS attack against judicial independence by killing two birds with one stone legitimizing the usurper Zaradkiewicz, who is not a lawful judge in the eyes of the ECHR and thus not a lawful judge for all the authorities in all the EU Member States, including Poland and to undermine the credentials of some of his colleagues Wójcik, 2022. The CJEU accepted the reference ignoring all the above as well as many an academic warning, for example Pech, 2021b.", "Instead, the Court established a presumption whereby any national court can be assumed to be established by law, 17 which can only be rebated by a final judicial decision at the national or international level. 18 Unquestionably, ignoring the composition of the referring judge or chamber to focus on the overall court which the judge or a chamber are connected to, is a radical departure from the ECHR standards, where lawful appointment is an inalienable part qualifying as established by law. Speaking of a oneperson panel composed of a fake judge, AG Bobek made a distinction between the body itself, and not in relation to the individuals who sit in the body which made the request. 19 The Court found this logic appealing, underlining the importance of judicial dialogue and deploying this term in a direct attack against the core of the rule of law, as explained by ECtHR and analysed above. Ultimately, the CJEU apparently refuses to give the court or tribunal of a Member State an EU law meaning any more, with the presumption of lawful establishment by law, which contradicts final decisions of national courts, 20 its own caselaw 21 Pech and Kochenov, 2021 and Article 61 ECHR as interpreted by ECtHR, 22 especially in the case of Advance Pharma, rendered before the Getin Noble Bank decision. 23 In Getin Noble Bank the wellknown standards thus evaporated a known noncourt, failing ECtHR standard is found to be qualified to refer a case under Article 267 TFEU, thus starting a shortlived judicial sic! dialogue between an impostor and CJEU. Shortlived, since no court in the European legal space would consider the national decision resulting from such dialogue as a lawful exercise of judicial power unlike the CJEU, with its Baratarian Salami standard, all the other courts on the continent know that an unlawfully appointed judge is not a judge. All in all, the Getin Noble Bank standard emerged as a denial of what Article 6 ECHR and Article 19 TEU requires. The gravity of the situation was further exacerbated, once again, by the fact that all the national courts of other Member States, when dealing with the decisions of the fake judges in Poland, are of course bound by the ECtHR standard. Implications, especially in the context of European Arrest Warrants, as will be seen below, are truly farreaching. This realitydisconnected unprincipled approach by the CJEU is all the more surprising, when viewed in the context of the remarkable antibacksliding caselaw the Court has developed since 2018. In a glorious défilé of cases analysed by Pech and Kochenov 2021 in detail and primarily concerned with PiS authorities sustained and systemic attacks against the judiciary in Poland Pech and Scheppele, 2017, Article 191 TEU has now acquired direct effect. 24 The CJEU not only finetuned its Portuguese Judges jurisdiction to intervene with the judiciaries at the national level to ensure safeguard of the rule of law, but also distilled a set of key principles, such as nonregression Leloup et al., 2021, to be taken into account when determining, which courts are established and function in compliance with EU rule of law requirements, the latter being wellknown and rather clear by now Koncewicz, 2020 Pech, 2022. The case law took the form of both direct actions by the Commission as in Commission v. Poland The Independence of Supreme Court for an analysis see Bárd and ŚledzińskaSimon, 2020, or Commission v. Poland Independence of Ordinary Judges highlighting the cardinal importance of the principle of irremovability and via preliminary references route as in AK see Leloup, 2020 where the Court instructed the Polish referring court to apply its judicial independence test to the body in dispute. While the Polish Supreme Court has done exactly that, also holding that the Disciplinary Chambers past and future decisions deserve no protection, 25 Supreme Court decisions were ignored, leaving AK without application. CJEU enriched its law with interim relief Wennerås, 2019, possible sanctions and status quo ante restorations. The Court further clarified in AB and others that all the principles of the rule of law are to be safeguarded when the whole system of judicial appointments is changed, including proper judicial review of the crucial reformed irremovability requirements. 26 The flood of principles drawing on Article 191 TEU and 47 CFR notwithstanding, as well as their applicability to the reforms of the judiciaries, the effectiveness of this caselaw on the ground both at the national and supranational level leaves much to be desired. The Commission has not learnt its lesson of winning with a meaning, as desire to win a case outshines strategic goals of restoring the rule of law Scheppele et al., 2020. Worse still, it has been consistently closing its eyes at the CJEUs position, seemingly eager to reward backsliders for their lacking performance as we have argued Bárd and Kochenov, 2022. More importantly, the CJEU has resolutely ignored all of its judicial independence and security of tenure caselaw when asked to assess an attack by the Member States against own independence in the Sharpston cases, as will be discussed below. Once one looks at the national level, the situation seems only to deteriorate growing caselaw did not bring actual rule of law victories Kochenov, 2021. The biggest victory emerging seems the development of EU law itself as a valuebased constitutional system in its eyes and also in its law Kochenov, 2017. The victory has thus been confined to EURLex, rather than provincial courthouses, what has been characterized as the failure of panEuropean template Kosař et al., 2019, p.", "461 see also Pech et al., 2021. European Arrest Warrant EAW is an altogether different terrain, where the CJEU insisted that mutual trust as such cannot be suspended, however serious and systemic judicial independence problems. The results are as incomprehensible in principle as dialoguing with an unlawful body masquerading as a court or individuals masquerading as judges, like in Getin Noble Bank. Suspending the FD EAW is a task of the European Council exclusively, says CJEU on the basis of a nonbinding recital it unnecessarily inflated in LM, paras 71 and 72 Pech and Kochenov, 2021, pp. 15771.", "Executing domestic courts are only allowed to check the issuing courts independence on an exceptional, casebycase basis. The applicable judicial test has first been laid down in Aranyosi and Căldăraru para. 81, which concerned prison conditions. The same test has been relied on by the CJEU in the LM para. 70 case in relation to doubts concerning the independence of the requesting court, as if it was selfevident that prisons and courts would raise the same problématique. The CJEU could have developed a different test for systemic Rule of Law deficiencies, but instead it followed the same logic applied to potential human rights deficiencies in Aranyosi, given that the issue of judicial independence also boils down to a human rights problem of the requested person, namely their right to a fair trial. As the first step of the Aranyosi test the executing court must assess whether the operation of the justice system in the issuing state suffers from general deficiencies in terms of judicial independence. If it does not, the individual must be surrendered. 27 If it does, the second, individual prong of the test kicks in, where the judge must determine, specifically and precisely, whether there are substantial grounds to believe that the requested person will be exposed to a real risk of a violation of their fair trial rights, also with regard to a potential lack of independence of the courts, 28 if surrendered Bárd and van Ballegooij, 2018 van Ballegooij and Bárd, 2016. To agree with AG Sharpston, this prong of the test is unduly stringent, 29 if not unworkable. What is more, the CJEU obliges requested and requesting courts to engage in a discussion about compliance with established by law and judicial independence requirements, which essentially means that, absurdly, the fake courts and impostors posing as judges, who issued the EAWs, are invited to assess their own compliance themselves. But the problem is even broader than that properly appointed and independent individual judges cannot save a flawed system Bárd and Morijn, 2020. The CJEU nevertheless insisted on the LM test in L and P, no matter how severe the systemic problem is, pretending that judges can still retain their independence in the middle of state and judicial capture. 30 The Court in effect sacrificed the fundamental right to an independent tribunal established by law to the altar of mutual trust An interpretation to the contrary would amount to extending the limitations that may be placed on the principles of mutual trust and mutual recognition beyond exceptional circumstances, 31 insisting on this further, also in WO and JL, which postdates the ruling of the compromised Polish Constitutional Court in K321 2021 that Article 191 TEU as such is not in line with Polish Constitution. This is not the first instance when CJEU sacrifices substantive principles in the name of procedural ones, but a telling one nevertheless Kochenov, 2015. Similarly to a body, which is not established by law, but is still welcome to enter some kind of dialogue with CJEU post Getin Noble Bank, a judge in a flawed system suffering from serious rule of law deficiencies unquestionably qualifies as issuing judicial authority for a EAW, thanks to the CJEUs insistence on LM at the expense of human rights and the rule of law. The test is designed to justify even the most gruesome nationallevel rule of law deficiencies no matter what. However independent the individual judge, surrendering anyone to Poland today is particularly questionable from the point of view of fundamental rights, since it is well established by the CJEU and ECtHR that all the highest courts in the Country are irregularly composed, including the criminal chamber of the Polish Supreme Court. Appeals are thus unquestionably and surely bound to result in Article 6 ECHR rights violations of anyone surrendered, as CJEU knows very well. The CJEU acquired a rare chance to test the judicial independence and irremovability standards as applied to its own members as a result of Brexit. The departure of the UK on 1 February 2020 resulted in the shrinking of the membership of the Court, as all the CJEU judges appointed by the UK stopped being members of the Court on the day of Brexit. The same did not apply to AG Sharpston since the Treaties did not require AGs to resign upon the departure of the Member State of their nationality from the Union, she continued serving on the Court past the Brexit date. This situation displeased some Member States, 32 and a political decision was taken to interpret AG Sharpstons office as affected by Brexit Council of the European Union, 2020 in direct violation of the express wording of the Treaties, which did not make such a connection. The Herren der Verträge thus decided to amend the Treaties by a political agreement inter se and appoint a Greek gentleman as an AG although no vacancy existed and the cardinal principle of irremovability in CJEU and ECtHR caselaw should have been applied to AG Sharpston. Marking a radical difference with the situation in Poland, the President of the Court seemingly assisted the Member States in breaking the law and removing a sitting member whose mandate has not expired, in breach of the Treaties and underlying principles of judicial independence see Kochenov and Butler, 2022. AG Sharpston brought a number of actions in front of the General Court and the action of the Member States initiating the unlawful appointment was briefly suspended Judge Collins hearing the case reasoned that the negative consequences of replacing a lawfully appointed office holder by someone who may ultimately be deemed to have been appointed unlawfully, are selfevident. Such a scenario is not in the interests of the applicant nor in those of her possible successor.", "33 He gave the Member States and the Council several days to present their arguments. The Member States and the Court, in a farcical move of aberration of justice, orchestrated an ex parte urgent appeal against a nonfinal interim measure, allowing the Vice President of the Court of Justice to de facto hijack the case and dismiss it as prima facie having no prospects of success. 34 The Greek usurper was installed even before AG Sharpston 2021 learnt about the appeal against Judge Collins order and she was never given a chance to present her case formally again. The Vice President of the Court of Justice was clear that the action of the Member States was a common accord under Article 253 TFEU and was unreviewable no matter what, 35 siding with the abuse of the Courts independence and dismissing outright the basic idea that Article 19 TEU contains the same principles and applies equally to the national and supranational courts alike. The Vice President purported to decide the entire case on an ex parte application against an ex parte freezing order Rozenberg, 2020 which was not final to the end that, in a nutshell, the CJEU does not enjoy independence from the Member States. The outcome of the case was such that the Member States were allowed by the Court absolute room for manœuvre in mingling with the Courts composition including the instances where their intervention was not only ultra vires, but also directly contra legem and making the concerns of Judge Collins of the General Court more acute what is the power of the Courts decisions if its composition as such is tainted by manifest illegality? While the Court of Justice preferred not to say, dismissing all the cases and denying independence to the General Court too, which was de facto preempted by the Vice President of the Court of Justice in the Sharpston cases, 36 the answer based on its own standards of judicial independence, as well as the key caselaw on the matter from the ECtHR is quite clear and alarming a Court open to absolute interference by the sovereign in direct contradiction with the letter and the spirit of the law in a context where such interventions are not reviewable, is not a tribunal established by law in the sense of Xero Flor. Even more, Grzęda indicates that an unlawfully appointed individual taints compliance with Article 61 ECHR, as an impostor cannot adjudicate and the panel is thus improperly composed. It appears, thus, that the CJEU applies a radically different standard of judicial independence to itself the one that directly contradicts its own caselaw related to the PiS attacks on Polish courts and which is in prima facie violation of the ECtHR standard. The new standard of judicial independence established by the Court of Justice in the Sharpston cases is thus the most deficient among all the standards present in the European legal space. It does not only directly contradict the CJEUs own caselaw on irremovability of judges and security of tenure, but also the ECtHR standard, which is more demanding. Speaking openly, the standard comes down to allowing for a carte blanche to unlimited interference by the political powers with the Courts composition in the absence of any references to the law or basic legality. The Sharpston cases are thus a no legality standard. If applied to the Polish Rule of Law situation, the Sharpston standard would have cleared PiS attacks on the independence of the Polish courts as fully legitimate. The most important court in the framework of a project of integration through law thus emerged as falling short of meeting the basic European standards of what is a tribunal established by law an immensely dangerous deficiency. What is particularly puzzling is that it came in the context where the Courts unlawful servility visàvis the Member States was also absolutely unnecessary, given that AG Sharpston had only one year left to serve. For the past one and a half decades the ECtHR has presumed that ECHR obligations are respected when states implement EU law, given that the protection of fundamental rights afforded by the EU was in principle equivalent to that of the Convention system. 37 But the ECtHR also made clear that this Bosphorus presumption is rebuttable, even if the threshold was high. 38 The equivalence in human rights protection can only be rebutted if a manifest deficiency is established. For a long time the presumption proved to be well founded. The multiplication of judicial independence standards in the EU, which now includes several standards in direct contravention of the basic requirements of Article 61 ECHR could mark an unfortunate beginning of a new era. Indeed, when CJEU insists on accepting preliminary references from the bodies not established by law and where the CJEU itself, allows for unchecked unlawful interference by the Member States into its own composition, the question arises whether the principles cherished by the two systems are really the same. Granted, the EU in not a member of the ECHR, yet, the basic adherence to the key principles of Article 61 ECHR as well as own law is still to be expected of the CJEU and this is what is missing from the diverse and incoherent judicial independence picture painted by CJEU in the interests of judicial dialogue, mutual trust and other procedural approaches to EU law. Worse still, there is a set of laws in the area of freedom, security and justice, which were adopted along the principle of mutual trust, and where member states are specifically called upon to lower their scrutiny and almost automatically recognize eachothers decisions. As the CJEU held in Opinion 213 essentially vetoing EU accession to the ECHR, when implementing EU law, Member States may be required to presume that fundamental rights have been observed by all other Member States, meaning that save in exceptional cases, they may not check whether that other Member State has actually, in a specific case, observed the fundamental rights guaran"]