["Frontline workers, such as teachers and social workers, often experience stress when delivering public services to clients, for instance because of high workloads. They adapt by coping, using such practices as breaking or bending rules for clients, or rationing services. Although coping is recognized as an important response to the problems of frontline work, the public administration field lacks a comprehensive view of coping. The first contribution of this article is therefore theoretical conceptualizing coping during public service delivery and developing a coherent classification of coping. This is done via a systematic review of the literature from 1981 to 2014. The second contribution is empirical via a systematic review of the literature from 19812014 this article provides a framework and analytical account of how coping during public service delivery has been studied since 1980. It highlights the importance of the type of profession such as being a teacher or a police officer, the amount of workload, and the degree of discretion for understanding how frontline workers cope with stress. It also reveals that frontline workers often draw on the coping family moving towards clients revealing a strong tendency to provide meaningful public service to clients, even under stressful conditions. We conclude with an agenda for future studies, examining new theoretical, methodological and empirical opportunities to advance understanding of coping during public service delivery. Trabalhadores de linha de frente, tais como professores e assistentes sociais, frequentemente experimentam estresse no exercício de suas funções de entrega de serviços públicos para os clientes em função do acúmulo de trabalho.", "Eles se adaptam ao enfrentamento utilizando práticas tais como quebrar ou contornar regras para os clientes, ou racionamento de serviços. Apesar do enfrentamento ser reconhecido como uma importante resposta aos problemas de linha de frente, a administração pública se ressente de uma visão totalizadora do mesmo. A primeira contribuição do artigo é, desta forma, teórica conceituando o enfrentamento durante a prestação de serviços públicos e o desenvolvimento de uma classificação coerente de enfrentamento. Isto é realizado via revisão sistemática da literatura de 1981 a 2014.", "A segunda contribuição é empírica através de uma revisão sistemática da literatura de 19812014, o artigo apresenta um quadro e uma narrativa analítica de como o enfrentamento durante a prestação de serviços públicos tem sido estudada desde 1980. O texto realça a importância dos tipos de profissão tal como ser um professor ou um agente policial, a quantidade de carga de trabalho e o grau de discernimento para o entendimento de como trabalhadores de linha de frente lidam com o estresse. Ele também revela que trabalhadores de linha de frente frequentemente recorrem à famílias de clientes proativos revelando uma forte tendência a entregar serviços públicos significativos para os clientes mesmo que em condições de estresse. Nós concluímos com uma agenda para estudos futuros, examinando novas teorias, métodos e oportunidades empíricas para avançar o entendimento do enfrentamento durante prestação de serviços públicos. Translated by Ricardo Gomes, University of Brasília"]