["Social commerce is a form of commerce mediated by social media and is converging both online and offline environments. As a relatively new phenomenon, social commerce has evolved quickly in practice, yet has gained little attention in the IS discipline. With its pervasiveness in businesses and peoples lives, social commerce presents ample research opportunities that can have both theoretical and practical significance and implications.", "This article aims to capture researchers attention by describing the characteristics of social commerce and its potential future directions. We trace the evolutionary patterns of social commerce chronologically, based on trade articles and academic publications from 2005 to 2011. A framework that combines people, management, technology, and information dimensions is used to provide a systematic analysis of social commerce development. Our examination shows that since 2005, the year the term social commerce was incepted, assumptions and understanding of people in social commerce move from a simple and general description of human social nature to a rich exploration with different angles from social psychology, social heuristics, national culture, and economic situations. On the management dimension, business strategies and models evolve from the shorttail to longtail thinking, with invented concepts such as branded social networkscommunities, niche social networkscommunities, niche brands, cocreating, teambuying, and multichannel social networks. Technologically, IT platforms and capabilities for social commerce evolve from blogs, to social networking sites, to mediasharing sites, and to smartphones. While Facebook becomes a profitgenerating platform, creating the notion of fcommerce, Google and Twitter become strong competitors with great potentials. Information in social commerce evolves from peergenerated, to communitygenerated crowdsourcing, to consumer and marketer cocreated, and to global crowdsourced. Our examination identifies various conceptualizations, terminologies, views, and perspectives about social commerce and its relation to other wellknown concepts such as ecommerce. In light of the evolution of social commerce, we provide possible future directions for research and practice."]