["Despite large gains in health over the past few decades, the distribution of health risks worldwide remains extremely and unacceptably uneven. Although the health sector has a crucial role in addressing health inequalities, its efforts often come into conflict with powerful global actors in pursuit of other interests such as protection of national security, safeguarding of sovereignty, or economic goals. This is the starting point of The LancetUniversity of Oslo Commission on Global Governance for Health. With globalisation, health inequity increasingly results from transnational activities that involve actors with different interests and degrees of power states, transnational corporations, civil society, and others. The decisions, policies, and actions of such actors are, in turn, founded on global social norms. Their actions are not designed to harm health, but can have negative sideeffects that create health inequities. The norms, policies, and practices that arise from global political interaction across all sectors that affect health are what we call global political determinants of health. The Commission argues that global political determinants that unfavourably affect the health of some groups of people relative to others are unfair, and that at least some harms could be avoided by improving how global governance works. There is an urgent need to understand how public health can be better protected and promoted in the realm of global governance, but this issue is a complex and politically sensitive one. Global governance processes involve the distribution of economic, intellectual, normative, and political resources, and to assess their effect on health requires an analysis of power. This report examines power disparities and dynamics across a range of policy areas that affect health and that require improved global governance economic crises and austerity measures, knowledge and intellectual property, foreign investment treaties, food security, transnational corporate activity, irregular migration, and violent conflict. The case analyses show that in the contemporary global governance landscape, power asymmetries between actors with conflicting interests shape political determinants of health. Key messagesThe unacceptable health inequities within and between countries cannot be addressed within the health sector, by technical measures, or at the national level alone, but require global political solutionsNorms, policies, and practices that arise from transnational interaction should be understood as political determinants of health that cause and maintain health inequitiesPower asymmetry and global social norms limit the range of choice and constrain action on health inequity these limitations are reinforced by systemic global governance dysfunctions and require vigilance across all policy arenasThere should be independent monitoring of progress made in redressing health inequities, and in countering the global political forces that are detrimental to healthState and nonstate stakeholders across global policy arenas must be better connected for transparent policy dialogue in decisionmaking processes that affect healthGlobal governance for health must be rooted in commitments to global solidarity and shared responsibility sustainable and healthy development for all requires a global economic and political system that serves a global community of healthy people on a healthy planet The unacceptable health inequities within and between countries cannot be addressed within the health sector, by technical measures, or at the national level alone, but require global political solutionsNorms, policies, and practices that arise from transnational interaction should be understood as political determinants of health that cause and maintain health inequitiesPower asymmetry and global social norms limit the range of choice and constrain action on health inequity these limitations are reinforced by systemic global governance dysfunctions and require vigilance across all policy arenasThere should be independent monitoring of progress made in redressing health inequities, and in countering the global political forces that are detrimental to healthState and nonstate stakeholders across global policy arenas must be better connected for transparent policy dialogue in decisionmaking processes that affect healthGlobal governance for health must be rooted in commitments to global solidarity and shared responsibility sustainable and healthy development for all requires a global economic and political system that serves a global community of healthy people on a healthy planet We identified five dysfunctions of the global governance system that allow adverse effects of global political determinants of health to persist. First, participation and representation of some actors, such as civil society, health experts, and marginalised groups, are insufficient in decisionmaking processes democratic deficit.", "Second, inadequate means to constrain power and poor transparency make it difficult to hold actors to account for their actions weak accountability mechanisms. Third, norms, rules, and decisionmaking procedures are often impervious to changing needs and can sustain entrenched power disparities, with adverse effects on the distribution of health institutional stickiness. Fourth, inadequate means exist at both national and global levels to protect health in global policymaking arenas outside of the health sector, such that health can be subordinated under other objectives inadequate policy space for health. Lastly, in a range of policymaking areas, there is a total or near absence of international institutions eg, treaties, funds, courts, and softer forms of regulation such as norms and guidelines to protect and promote health missing or nascent institutions. Recognising that major drivers of ill health lie beyond the control of national governments and, in many instances, also outside of the health sector, we assert that some of the root causes of health inequity must be addressed within global governance processes. For the continued success of the global health system, its initiatives must not be thwarted by political decisions in other arenas. Rather, global governance processes outside the health arena must be made to work better for health. The Commission calls for stronger crosssectoral global action for health. We propose for consideration a Multistakeholder Platform on Governance for Health, which would serve as a policy forum to provide space for diverse stakeholders to frame issues, set agendas, examine and debate policies in the making that would have an effect on health and health equity, and identify barriers and propose solutions for concrete policy processes. Additionally, we call for the independent monitoring of how global governance processes affect health equity to be institutionalised through an Independent Scientific Monitoring Panel and mandated health equity impact assessments within international organisations. The Commission also calls for measures to better harness the global political determinants of health. We call for strengthened use of human rights instruments for health, such as the Special Rapporteurs, and stronger sanctions against a broader range of violations by nonstate actors through the international judicial system. We recognise that global governance for health must be rooted in commitments to global solidarity and shared responsibility through rightsbased approaches and new frameworks for international financing that go beyond traditional development assistance, such as for research and social protection. We want to send a strong message to the international community and to all actors that exert influence in processes of global governance we must no longer regard health only as a technical biomedical issue, but acknowledge the need for global crosssectoral action and justice in our efforts to address health inequity. We are challenged to develop a public health approach that responds to the globalised world. The present global health crisis is not primarily one of disease, but of governance.1Kickbusch I Mapping the future of public health action on global health.Can J Public Health. 2006 97 68PubMed Google ScholarIlona Kickbusch The Commission on Global Governance for Health is motivated by a shared conviction that the present system of global governance fails to adequately protect public health. This failure strikes unevenly and is especially disastrous for the worlds most vulnerable, marginalised, and poorest populations. Health inequalities have multiple causes, some of which are rooted in how the world is organised panel 1.Panel 1Global health inequitiesAbout 842 million people worldwide are chronically hungry,2FAOInternational Fund for Agricultural DevelopmentWorld Food ProgrammeThe state of food insecurity in the world 2013the multiple dimensions of food security. Food and Agriculture Organization, Rome2013Google Scholar one in six children in developing countries is underweight,3WHOGlobal Health Observatory GHOunderweight in children.httpwww.who.intghomdgpoverty_hungerunderweightenindex.htmlGoogle Scholar, 4WHOInterim report on the implementation of the Tallinn Charter. World Health Organization, Copenhagen2011Google Scholar and more than a third of deaths among children younger than 5 years are attributable to malnutrition. Unequal access to sufficient, safe, and nutritious food persists even though global food production is enough to cover 120 of global dietary needs.2FAOInternational Fund for Agricultural DevelopmentWorld Food ProgrammeThe state of food insecurity in the world 2013the multiple dimensions of food security. Food and Agriculture Organization, Rome2013Google Scholar15 billion people face threats to their physical integrity, their health being undermined not only by direct bodily harm, but also by extreme psychological stress due to fear, loss, and disintegration of the social fabric in areas of chronic insecurity, occupation, and war.5World BankWorld development report 2011 conflict, security, and development. World Bank, Washington DC2011Crossref Google ScholarLife expectancy differs by 21 years between the highestranking and lowestranking countries on the human development index. Even in 18 of the 26 countries with the largest reductions in child deaths during the past decade, the difference in mortality is increasing between the least and most deprived quintiles of children.6UNDPHuman development report 2013. The rise of the south human progress in a diverse world. United Nations Development Programme, New York2013Crossref Google ScholarMore than 80 of the worlds population are not covered by adequate social protection arrangements. At the same time, the number of unemployed workers is soaring. In 2012, global unemployment rose to 1973 million, 284 million higher than in 2007. Of those who work, 27 854 million people attempt to survive on less than US2 per day. More than 60 of workers in southeast Asia and subSaharan Africa earn less than 2 per day.7ILOWorld of work report 2013 repairing the economic and social fabric. International Labour Organization, Geneva2013Google ScholarMany of the 300 million Indigenous people face discrimination, which hinders them from meeting their daily needs and voicing their claims.8Hall G Patrinos HA Indigenous peoples, poverty, and development. Cambridge University Press, New York2012Crossref Scopus 80 Google Scholar Girls and women face barriers to access education and secure employment compared with boys and men,9UNThe Millennium Development Goals report. United Nations, New York2012Google Scholar and women worldwide still face inequalities with respect to reproductive and sexual health rights.10Fonn S Sundari Ravindran TKThe macroeconomic environment and sexual and reproductive health a review of trends over the last 30 years.Reprod Health Matters. 2011 19 1125Summary Full Text Full Text PDF PubMed Scopus 9 Google Scholar These barriers diminish their control over their own life circumstances. About 842 million people worldwide are chronically hungry,2FAOInternational Fund for Agricultural DevelopmentWorld Food ProgrammeThe state of food insecurity in the world 2013the multiple dimensions of food security. Food and Agriculture Organization, Rome2013Google Scholar one in six children in developing countries is underweight,3WHOGlobal Health Observatory GHOunderweight in children.httpwww.who.intghomdgpoverty_hungerunderweightenindex.htmlGoogle Scholar, 4WHOInterim report on the implementation of the Tallinn Charter. World Health Organization, Copenhagen2011Google Scholar and more than a third of deaths among children younger than 5 years are attributable to malnutrition. Unequal access to sufficient, safe, and nutritious food persists even though global food production is enough to cover 120 of global dietary needs.2FAOInternational Fund for Agricultural DevelopmentWorld Food ProgrammeThe state of food insecurity in the world 2013the multiple dimensions of food security. Food and Agriculture Organization, Rome2013Google Scholar15 billion people face threats to their physical integrity, their health being undermined not only by direct bodily harm, but also by extreme psychological stress due to fear, loss, and disintegration of the social fabric in areas of chronic insecurity, occupation, and war.5World BankWorld development report 2011 conflict, security, and development. World Bank, Washington DC2011Crossref Google ScholarLife expectancy differs by 21 years between the highestranking and lowestranking countries on the human development index. Even in 18 of the 26 countries with the largest reductions in child deaths during the past decade, the difference in mortality is increasing between the least and most deprived quintiles of children.6UNDPHuman development report 2013. The rise of the south human progress in a diverse world. United Nations Development Programme, New York2013Crossref Google ScholarMore than 80 of the worlds population are not covered by adequate social protection arrangements. At the same time, the number of unemployed workers is soaring. In 2012, global unemployment rose to 1973 million, 284 million higher than in 2007. Of those who work, 27 854 million people attempt to survive on less than US2 per day. More than 60 of workers in southeast Asia and subSaharan Africa earn less than 2 per day.7ILOWorld of work report 2013 repairing the economic and social fabric. International Labour Organization, Geneva2013Google ScholarMany of the 300 million Indigenous people face discrimination, which hinders them from meeting their daily needs and voicing their claims.8Hall G Patrinos HA Indigenous peoples, poverty, and development. Cambridge University Press, New York2012Crossref Scopus 80 Google Scholar Girls and women face barriers to access education and secure employment compared with boys and men,9UNThe Millennium Development Goals report. United Nations, New York2012Google Scholar and women worldwide still face inequalities with respect to reproductive and sexual health rights.10Fonn S Sundari Ravindran TKThe macroeconomic environment and sexual and reproductive health a review of trends over the last 30 years.Reprod Health Matters. 2011 19 1125Summary Full Text Full Text PDF PubMed Scopus 9 Google Scholar These barriers diminish their control over their own life circumstances. Although the poorest population groups in the poorest countries are left with the heaviest burden of health risks and disease, the fact that peoples life chances differ so widely is not simply a problem of poverty, but one of socioeconomic inequality. The differences in health manifest themselves as gradients across societies, with physical and mental ills steeply increasing for each step down the social ladder, along with other healthrelated outcomes such as violence, drug misuse, depression, obesity, and child wellbeing.11Wilkinson R Pickett K The spirit level why equality is better for everyone. Penguin Books, London2010Google Scholar It is now well established that the more unequal the society, the worse the outcomes for allincluding those at the top.11Wilkinson R Pickett K The spirit level why equality is better for everyone. Penguin Books, London2010Google Scholar, 12Stiglitz J The price of inequality. Penguin Books, New York2012Google Scholar The WHO Commission on Social Determinants of Health recognised that societal inequalities skew the distribution of health. It concluded that social norms, policies, and practices that tolerate or actually promote unfair distribution of, and access to, power, wealth, and other necessary social resources create systematic inequalities in daily living conditions.13Commission on Social Determinants of HealthClosing the gap in a generation health equity through action on the social determinants of health. Final report of the Commission on Social Determinants of Health. World Health Organization, Geneva2008Google Scholar In a groundbreaking analysis, the report showed how daily living conditions make a major difference to peoples life chances. These conditions include safe housing and cohesive communities, access to healthy food and basic health care, decent work, and safe working conditions. They also include underlying factors political empowerment, nondiscriminatory inclusion in social and political interactions, and the opportunity to voice claims. In our view, the report rightly characterised vast health gaps between groups of people as unfair, labelling them health inequities rather than inequalities. According to Margaret Whitehead, health equity implies that ideally everyone should have a fair opportunity to attain their full health potential and, more pragmatically, that no one should be disadvantaged from achieving this potential, if it can be avoided. The aim of policy for equity and health is not to eliminate all health differences so that everyone has the same level and quality of health, but rather to reduce or eliminate those that result from factors considered to be both avoidable and unfair.14Whitehead M The concepts and principles of equity and health.Int J Health Serv. 1992 22 429445Crossref PubMed Scopus 1029 Google Scholar Nation states are responsible for respecting, protecting, and fulfilling their populations right to health, but with globalisation many important determinants of health lie beyond any single governments control, and are now inherently global.15Labonté R Spiegel J Setting global health research priorities.BMJ. 2003 326 722723Crossref PubMed Scopus 62 Google Scholar Besides local and national action, combating health inequity increasingly requires improvement of global governance. Although determinants of health exist at many levelsfrom individual biological variance to local and national societal arrangementssome determinants are tied to transnational activity and global political interaction. These global factors have received insufficient attention, perhaps because the causal linkages are complex and difficult to untangle, or because the implications can be controversial and unwelcome to some. An abundance of scientific evidence shows the existence of a social gradient in relation to health inequalities and exposure to health risks.11Wilkinson R Pickett K The spirit level why equality is better for everyone. Penguin Books, London2010Google Scholar We assert that health inequity requires a moral judgmentit must be considered unfair and avoidable by reasonable means. We argue that the norms, policies, and practices that arise from global political interaction the global political determinants of health and that unfavourably affect the health of some groups of people compared with others are indeed unfair. Some of these global political determinants could be avoided by improving the way global governance works. Tackling these global political determinants could thereby improve fairness in health. The 2008 report of the Commission on Social Determinants of Health drew attention to political conditions that underpin unfair economic and societal arrangements. However, its analysis did not aim to address the underlying global forces, processes, and institutions that create the conditions that cause health inequity.16Birn AE Making it political closing the gap in a generation health equity through action on the social determinants of health.Soc Med. 2009 4 166182Google Scholar As stated in a 2011 Comment in The Lancet An increased understanding of how public health can be better protected and promoted in various global governance processes is urgent, but complex and politically sensitive. These issues involve the distribution of economic, intellectual, normative, and political resources, and require a candid assessment of power structures.17Ottersen OP Frenk J Horton R The LancetUniversity of Oslo Commission on Global Governance for Health, in collaboration with the Harvard Global Health Institute.Lancet. 2011 378 16121613Summary Full Text Full Text PDF PubMed Scopus 32 Google Scholar Our response to this challenge requires the exploration of the plausible pathways through which transnational actions and global governance processes affect health equity. The sections that follow serve as a conceptual framework that guides analyses of a series of case examples. These examples have been selected from among important policy intervention areas in which global governance has failed to protect peoples health against factors considered to be both avoidable and unfair.14Whitehead M The concepts and principles of equity and health.Int J Health Serv. 1992 22 429445Crossref PubMed Scopus 1029 Google Scholar We show how power asymmetry and global norms limit the range of choice and constrain action, but also sometimes provide opportunities. Looking across the cases, we also identify systemic dysfunctions that hinder global governance from shaping positive determinants of health and from tackling the negative determinants. We urge responsible actors and opinion leaders to act, and we offer a range of actionable ideas for further consideration and development. With globalisation, transnational activities that involve actors with different interests and degrees of power, such as states, transnational corporations, and civil society, have increased. When interests conflict or major disparities in power exist, such transnational activities can have inequitable, negative effects on health, whether intended or not. In such cases, combating health inequity is both a global and a political challenge. Meeting this challenge requires action beyond the health sector or nation state alone, and demands improved global governance across all sectors. We follow Weiss and Thakurs definition18Thakur R Weiss TG The UN and global governance an idea and its prospects. Indiana University Press, 2006Google Scholar of global governance as The complex of formal and informal institutions, mechanisms, relationships, and processes between and among states, markets, citizens, and organisations, both intergovernmental and nongovernmental, through which collective interests on the global plane are articulated, rights and obligations are established, and differences are mediated. This Commission is based on the concept of global governance for health. We regard health as a political challenge, not merely as a technical outcome. Global governance for health is achieved when we obtain a fair and equitable global governance system, based on a more democratic distribution of political and economic power that is socially and environmentally sustainable.19Benatar SR Gill S Bakker I Making progress in global health the need for new paradigms.Int Aff. 2009 85 347371Crossref Scopus 48 Google Scholar Global governance for health is distinct from the concept of global health governance, which is defined as The use of formal and informal institutions, rules, and processes by states, intergovernmental institutions, and nonstate actors to deal with challenges to health that require crossborder collective action to address effectively.20Fidler D The challenges of global health governance. Council on Foreign Relations, New York2010Google Scholar Whereas global health governance is often used to refer to the governance of the global health systemdefined as the actors and institutions with the primary purpose of health21Szlezák NA Bloom BR Jamison DT et al.The global health system actors, norms, and expectations in transition.PLoS Med. 2010 7 e1000183Crossref PubMed Scopus 70 Google Scholarglobal governance for health refers to all governance areas that can affect health. Implicitly, it makes the normative claim that health equity should be an objective for all sectors. As such, the Commission does not focus on improving the governance of global health actors, but rather looks at how global governance processes outside the health arena can work better for health and for the continued success of the global health actors. In our analysis, we are particularly concerned with global political determinants of health. This concept is not new. Many scholars have brought attention to the global and political nature of health and health equity.1Kickbusch I Mapping the future of public health action on global health.Can J Public Health. 2006 97 68PubMed Google Scholar, 22Benatar S Brock G Global health and global health ethics. Cambridge University Press, Cambridge2011Crossref Scopus 71 Google Scholar, 23Kickbusch I Tackling the political determinants of global health.BMJ. 2005 331 246247Crossref PubMed Scopus 21 Google Scholar, 24Kickbusch I Addressing the interface of the political and commercial determinants of health.Health Promot Int. 2012 27 427428Crossref PubMed Scopus 42 Google Scholar, 25Global Health WatchGlobal Health Watch 3. Zed Books, London2011Google Scholar, 26Bambra C Fox D ScottSamuel A Towards a politics of health.Health Promot Int. 2005 20 187193Crossref PubMed Scopus 251 Google Scholar, 27Lee K How do we move forward on the social determinants of health the global governance challenges.Crit Public Health. 2010 20 514Crossref Scopus 17 Google Scholar However, the concept has not been consistently defined. The Commission builds on existing work in defining the global political determinants of health as the transnational norms, policies, and practices that arise from political interaction across all sectors that affect health. This definition can include all rules that guide behaviour, from broad social norms to specific policies eg, trade agreements and practices eg, unregulated activities of transnational corporations. Political determinants operate in various ways. First, global norms guide societal interaction they shape how problems or issues are viewed in global governance, and frame the types of solutions that are proposed, sometimes excluding discussion of alternative options. Second, political determinants such as rules of representation, voting, transparency, and accountability relate to who participates in global decisionmaking processes, and to how these processes are shaped by actors with different values, interests, and power. Finally, the outcomes of governance processes, such as formalised policies and agreements, shape practices at the national level. The 1994 World Trade Organization WTO Agreement on Agriculture is an example of a policy that aimed neither to harm nor to promote health. WTO protection of subsidised agriculture in developed countries, however, reduced the competitiveness of smallscale farmers in developing countries it could thus be argued that the policy caused food insecurity, malnutrition, and associated health outcomes, and hence negatively affected health. As this example shows, a policy with no healthrelated aspirations can still severely affect health. The WHO Global Code of Practice on the International Recruitment of Health Personnel exemplifies a policy intended to promote health equity. It aims to ensure a fairer distribution of healthcare workers by limiting resourcerich countries from attracting health personnel away from resourcepoor countries with the greatest health needs. Ultimately, this code, if effective, will contribute to the fairer distribution of health workers and improved access to health services.", "The political determinants of health are, as such, neither inherently good nor bad rather the outcomes of these determinants have either positive or adverse effects on peoples health. The present system of international political organisation is rooted in the postWorld War 2 era when the victors established the UN, the Bretton Woods institutions the International Monetary Fund IMF and the World Bank, and the General Agreement on Tariffs and Trade precursor to the World Trade Organization WTO, to secure postwar order and prosperity. Each organisation was built on the principle of sovereign states coming together at will to address transnational issues. The nation state has been the fundamental building block of the global polity since the 1648 Treaty of Westphalia, which established a set of sovereign European nation states. Nation states have proliferated, particularly over the past half century, largely due to decolonisation and the division of existing states into new, independent political entities. 51 member states joined the UN charter in 1945, increasing to 193 at"]