["Por que a Europa rejeita a revisão judicial americana e por que isso não deveria importar In 1803, when Marbury v. Madison was rendered, the French were busy completing the destruction of independent judicial authority. That process began in 1789, the year the U.S. Constitution entered into force. The French law of August 1624, 1790, which remains in application today, prohibited judicial review of legislative and administrative acts, as did the countrys first written constitution, completed in 1791. By 1804, a new legal system had emerged. It was constructed on the principle a corollary of legislative sovereignty that courts must not participate in the lawmaking function. The judge was instead imagined as a virtual slave of the legislature or more precisely, a slave of the code system of law. The codes are statutes that, in their idealized form, purport to regulate society both permanently and comprehensively, thereby reducing judicial discretion to nil. Through mimesis and war, the code system and the prohibition of judicial review spread across Europe. Although the nineteenth century saw near continuous regime change, and old states disappeared or were absorbed into new ones, a relatively stable constitutional orthodoxy nonetheless prevailed. In this orthodoxy, constitutions could be revised at the discretion of the lawmaker separation of powers doctrines subjugated judicial to legislative authority and constraints on the lawmakers authority, such as rights, either did not exist or could not be enforced by courts. Em 1803, quando Marbury v. Madison foi julgado, os franceses estavam ocupados, concluindo a destruição da autoridade judicial independente. Esse processo começou em 1789, o ano em que a Constituição dos Estados Unidos entrou em vigor. A lei francesa de 1624 de agosto de 1790, que permanece em vigor hoje, proibiu a revisão judicial de atos legislativos e administrativos, assim como a primeira Constituição escrita do país, concluída em 1791. Em 1804, um novo sistema legal surgiu. Foi construído sobre o princípio um corolário da soberania legislativa de que os tribunais não devem participar da função legislativa. O juiz foi imaginado, portanto, como um escravo virtual da legislatura, ou, mais precisamente, um escravo do sistema de código do direito. Os códigos são estatutos que, na sua forma idealizada, pretendem regular a sociedade de forma permanente e abrangente, reduzindo, assim, a discrição judicial a zero. Por meio da mímesis e da guerra, o sistema de códigos e a proibição de revisão judicial espalharamse pela Europa. Embora o século XIX tenha passado por uma mudança de regime quase contínua, e os estados antigos tenham desaparecido, ou sido absorvidos por novos, prevaleceu uma ortodoxia constitucional relativamente estável. Nessa ortodoxia, as constituições poderiam ser revisadas a critério do legislador doutrinas relacionadas com a separação de poderes poderiam ser subjugadas judicialmente para autoridade legislativa e as restrições à autoridade do legislador, como direitos, não existiam ou não podiam ser aplicadas pelos tribunais."]