["Click to increase image sizeClick to decrease image size Notes1 Simon Lyster, International Wildlife Law 1985, at 6774.2 The Directives still receive fairly sympathetic treatment in major texts. See e.g., J. Holder M. Lee, Environmental Protection, Law, and Policy Text and Materials 2nd ed. 2007 at 627669 and the reappraisal of Lysters assessment at various points in M. Bowman, P. Davies, C. Redgwell, Lysters International Wildlife Law 2nd ed., 2010. Although, as a recent essay perceptively notes, when you look at the fine print The Habitats directive stipulates a procedure for balancing species and habitat protection on one hand and potentially harmful human activities on the other. But the directive does not address how nature and human activities have to be balanced, where the deliberation should take place, whether it should be embedded in existing mechanisms for spatial planning or not, or which kind of rules and policies should be employed in the implementation. It only stipulates that valuable habitats require delineation and protection in EU member states, and that this protection needs to have consequences for human use i.e. it ought to provoke an informed discussion whenever human use threatens to alter these highquality habitats emphasis added and references omitted. R. Beunen, K. Van Assche, M. Duineveld, Performing Failure in Conservation Policy The Implementation of European Directives in the Netherlands, 31 Land Use Poly 283 2013.3 The Habitats Directive A Developers Obstacle Course? G. Jones, ed., 2012, hereinafter cited as The Habitats Directive 2012. A consolidated text of the Directive and its annexes is appended to the book at 253318.4 For a situation in which the semblance of implementation appears to be absent, see G. Kütting, Nature Conservation Law in Context The Limited Influence of European Union and Greek Designations on the Future of Cavo Sidero, Crete, 15 J. Intl Wildlife L. Poly 6079 2012. It is important to note that EU Directives are implemented at the discretion of member states and in accordance with the domestic policies of each state. In those states, then, where there is no substantial body of wellestablished and wellobserved rules and regulations governing land use planning and decision making, and especially governing the impacts of land development on habitats and species, implementation of the Directives is bound to be to some degree laggard. It is a hallmark of the literature on the Directives that it deals for the most part with member states where the implementation deficit is relatively modest, such as the Netherlands, Britain, Germany, and France. This is, of course, useful, but a poor guide to the outcomes implementation produces in, say, Greece, Italy, and even Ireland. See the sources cited in note 14, infra.5 Council of Europe, 1979. Convention on the Conservation of European Wildlife and Natural Heritage. Bern, Switzerland. European Treaty Series, No. 104. Available online at httpconventions.coe.intTreatyEN TreatiesHtml104.htm accessed 30 July 2013.6 The Bern Convention, its history and its relevance to the Birds and Habitats Directives are the subject of G. Jones, The Bern Convention and the Origins of the Habitats Directive, in The Habitats Directive 2012, supra note 3, at 123.7 C. Mackenzie, A Comparison of the Habitats Directive with the 1992 Convention on Biological Diversity, id. at 2541.8 Elisa Morgera, CBD COP10 Towards Post2010 Implementation, 40 Envtl. Poly L. 281288 2010 Elisa Morgera Elsa Tsioumani, Convention on Biological Diversity, 22 Y.B. Intl Envtl. L. 263332 2011 T. Swanson B. Groom, Regulating Global Biodiversity What is the Problem? Working Paper 31, Fondazione Eni Enrico Mattei Milan, 2012.9 Flemish Environmental Law Association Vlaamse Vereniging voor Omgevingsrecht, 20 Years of the Habitats Directive European Wildlifes Best Hope? International Conference, Antwerp, 1213 December 2012. Papers online at httpwww.omgevingsrecht.beeventinternationalconferenceantwerp1213december2012 accessed 30 July 2013.10 In the case of Britain, for example, see U.K., Department of Environment, Food and Rural Affairs, Report of the Habitats and Wild Birds Directives Implementation Review London, March 2012, available online from httpswww.gov.ukgovernmentpublications reportofthehabitatsandwildbirdsdirectivesimplementationreview accessed 30 July 2013.11 S. Bryan, Contested Boundaries, Contested Places The Natura 2000 Network in Ireland, 28 J. Rural Stud. 8094 2012.12 R. Beunen, W. van der Knaap, G. Biesbroek, Implementation and Integration of EU Environmental Directives Experiences from The Netherlands, 19 Envtl. Poly Governance 5769 2009 S. Tromans, The Meaning of Any Plan or Project under Article 63, in The Habitats Directive 2012, supra note 3, at 91101.13 J. Fairbrass A. Jordan, European Union Environmental Policy and the U.K. Government A Passive Observer or a Strategic Manager? 10 Envtl. Pol. 121 2001 J. Fairbrass A. Jordan, Protecting Biodiversity in the European Union National Barriers and European Opportunities? 8 J. Eur. Pub. Poly 499518 2001.14 In the 13 chapters that make up The Habitats Directive 2012 the disappointment is most palpable in Rebecca Clutten Isabella Tafur, Are Imperative Reasons Imperiling the Habitats Directive? An Assessment of Article 64 and the IROPI Exception, in The Habitats Directive 2012, supra note 3 at 167182. But see also L. Ledoux et al., Implementing EU Biodiversity Policy UK Experiences, 17 Land Use Poly 257268 2000 P. Alphandéry A. Fortier, Can a Territorial Policy Be Based on Science Alone? The System for Creating the Natura 2000 Network in France, 41 Sociologia Ruralis 311328 2001 S. StollKleemann, Opposition to the Designation of Protected Areas in Germany, 44 J. Envtl. Plan. Mgmt. 109128 2001 J. Prazan, T. Ratinger, V. Krumalova, The Evolution of Nature Conservation Policy in the Czech Republic Challenges of Europeanisation in the White Carpathians Protected Landscape Area, 22 Land Use Poly 235243 2005 T. Fidelis D. Sumares, Nature Conservation and Urban Development Control in the Portuguese Planning System A New Impetus Against Old Praxis? 18 Eur. Envt 298311 2008 B. Laffan J. OMahony, Bringing Politics Back In Domestic Conflict and the Negotiated Implementation of EU Nature Conservation Legislation in Ireland, 10 J. Envtl. Poly Plan. 175197 2008 E. Apostolopoulou J. Pantis, Conceptual Gaps in the National Strategy for the Implementation of the Natura 2000 Policy in Greece, 142 Biol. Consvn 221237 2009 E. Waage K. Benediktsson, Performing Expertise Landscape, Governmentality and Conservation Planning in Iceland, 12 J. Envtl. Poly Plan. 122 2009 F. Ferranti, R. Beunen, M. Speranza, Natura 2000 Network A Comparison of the Italian and Dutch Implementation Experiences, 12 J. Envtl. Poly Plan. 293314 2010 M. GrodzinskaJurczak J. Cent, Expansion of Nature Conservation Areas Problems with Natura 2000 Implementation in Poland, 47 Envtl. Mgmt. 1127 2011 R. Morris, The Application of the Habitats Directive in the UK Compliance or Gold Plating? 28 Land Use Poly 361369 2011.15 Beunen, Van Assche, Duineveld 2013, supra note 2.16 A term used in Hart District Council v Secretary of State for Communities and Local Government, Luckmore Ltd. Barratt Homes Ltd 2008 EWHC England and Wales High Court 1204 Admin 2008 P CR 16 2009 JPL 365.17 It is widely accepted that in recent decades and certainly since the EU Directives were adopted conditions for wildlife in Europe in the aggregate have not improved. The European Environment Agency portal into data on this topic is online at httpwww.eea.europa.euthemesbiodiversitywherewestandwheredoeseuropestandin2010 accessed 30 July 2013.18 Ferranti, Beunen, Speranza 2010, supra note 14.19 Beunen, Van Assche, Duineveld 2013, supra note 2, at 280.20 This thesis emerges from several strands of work on Europeanization and domestic political change and is masterfully applied to compliance with the Birds and Habitats Directives in Ireland in Laffan OMahony 2008, supra note 14.21 The sense that beneath all the twists and turns of litigation, court decisions, administrative adaptations, and interest group strategizing swirling around the Directives there lies a basic set of questions about power over land use, which are enduring and may have no clear resolution emerges very clearly from the account of proposals for British port development in Morris 2011, supra note 14. Raoul Beunen and his colleagues are equally clear that in the Netherlands the preoccupation with procedural compliance has not led to substantive success for wildlife values. They point out that in the beginning compliance was treated as a mere formality, because the Dutch conservation model was considered to be the model for the European directives. Beunen, Van Assche, Duineveld 2013, supra note 2, at 283. This changed after a small environmental NGO, Das en Boom, successfully used the Habitats directive to challenge in court the development of a new business park in Heerlen. Their legal victory stirred a lot of media attention. According to Das en Boom, the permitting process was incomplete since the impact studies required by the Habitats directive were not conducted. The judges agreed. After a string of court cases, many actors became aware of the potential impact of the Birds and Habitats directives. In the following years, more developments and activities were challenged including the extension of the A73 highway, the fishing rights for cockles in the Wadden Sea and the enlargement of the Port of Rotterdam. Id. citations omitted. The victories conservationists seemed to be winning in court proved shortlived, however. The other developer parties became more successful after they learned that more substantial impact studies could be used to win a case and that in local coalitions, strong arguments could be formed to present a proposed project as an overriding public benefit. In other words, it slowly dawned on both conservationists and economic actors that the procedural side of the legal argument was much more important than the substantive side, and that both substantive and procedural sides could be manipulated to a certain extent. Furthermore, conservation organizations realized that procedural battles over small sites and animals were eroding longstanding public support for nature conservation. They noticed that their role in policy making and planning was less and less accepted by other actors and by the general public, and that even their right to exist was questioned regularly. Id. at 284 citations omitted.22 The conference, known as the first Kingsland Conference in honor of the late Christopher Kingsland Q.C., an eminent barrister and leading member of the environmental bar in Britain, was held at Kings College, London, in March, 2011.23 The Habitats Directive 2012, supra note 3 at xii.24 The table of cases runs to nine pages in id, at xxiiixxxi, and includes decisions from courts in Canada, the European Union judiciary, Hong Kong, India, Ireland, the Netherlands, the United Kingdom, the United States, and the International Court of Justice. The bulk of the decisions directly germane to the Directives that are considered in detail are from European and British courts.25 The clearest account of how European jurisprudence on the Directives has evolved in relation to the mandate to protect species appears in Charles George David Graham, After Morge, Where Are We Now? The Meaning of Disturbance in the Habitats Directive, id. at 4374.26 Denis Edwards, Judicial Review, the Precautionary Principle and the Protection of Habitats Do We Have a System of Administrative Law Yet? in id. at 209233.27 R Morge v Hampshire County Council 2009 EWHC 2940 Admin 2010 EWCA Civ 608 2011 UKSC 2.28 There is, of course, an argument to be made that courts concerns, especially at the higher levels of the judiciary, for settled institutional expectations, are very necessary and proper. This is the argument made in Andrew Waite, The Principle of Equilibrium in Environmental Law The Example of the Habitats Directive, in The Habitats Directive 2012, supra note 3 at 235251. It leads Waite to the conclusion that environmental protection laws, such as the Directives, will only succeed if they can accommodate proportionate economic growth. Id. at 250. In contrast, the other contributors to the book prioritize wildlife protection over regard for settled economic and institutional expectations, and their view of the success of the Directives is much more subdued, even negative.29 This is the major concern of George Graham, supra note 25.30 Id. at 5862 and 6670.31 The main effect of the ruling in Morge has been to weaken the UKs system of protection for EPS European protected species by removing the obligations upon local planning authorities to satisfy themselves before granting permission that a protected species would either not be disturbed, or that its disturbance would be lawfully licensed and by authorizing them to dispense with imposing a condition that the proposed activities be licensed before work can commence. It has thus removed what was previously a useful local mechanism for preventing harm to EPS, and has left only the criminal law ostensibly but not effectively enforced by Natural England to safeguard protected species from development. Id. at 7374.32 Again, this was most certainly not the case when the Directives were first adopted. In The Habitats Directive 2012, supra note 3, the organization of the chapters makes it difficult to bring all the key ambiguities into focus quickly. It is much easier to do this, however, in the maritime context, where implementation of the various provisions remains minimal and, therefore, very much a work in progress. See the quick review across the board of the key relevant ambiguities in Richard Cadell, The Maritime Dimensions of the Habitats Directive Past Challenges and Future Opportunities, in id. at 183207.33 The Habitats Directive 2012, supra note 3.34 Rebecca Clutten Isabella Tafur, Are Imperative Reasons Imperiling the Habitats Directive? An Assessment of Article 64 and the IROPI Exception, in id. at 167182.35 Case C5789 Commission v Germany 1991 ECR I883.36 Case C35590 Commission v Spain 1993 ECR I4221.37 Colin Reid, Nature Conservation Law 3rd ed., 2009, at 5.2.7.38 Council Directive 79409EEC O.J. Eur. Comm. L 103 25 Apr. 1979 1.39 Lyster 1985, supra note 1 at 68.40 Council Directive 9243EEC O.J. Eur. Comm. L 206 22 Jul. 1992 7.41 Reid 2009, supra note 37.42 Clutten Tafur, supra note 34 at 171.43 Id. at 172.44 Id. at 173. The strict interpretation dictum stems from Case C30405 Commission v. Italian Republic 2007 ECR I7495.45 Clutten Tafur, supra note 34 at 173175.46 A. Nollkaemper, Habitat Protection in European Community Law Evolving Conceptions of a Balance of Interests, 9 J. Envtl. L. 271 1997 L. Krämer, Commissions Opinions under Article 64, 21 J. Envtl. L. 59 2009.47 Clutten Tafur, supra note 34 at 176.48 Id. at 179.49 The Sweetman litigation stems from the grant of permission by the Irish Planning Board in 2008 for a road project, the Galway outer city bypass. Part of the project would by all accounts destroy about 1.5 hectares of limestone pavement to be protected in a proposed candidate addition to the Lough Corrib Special Area of Conservation. The case figures prominently in Gregory Jones, Adverse Effects on the Integrity of a European Site Some Unanswered Questions, in The Habitats Directive 2012, supra note 3, 151 at 158166. The still unpublished decision from April 2013 can be read at httpeurlex.europa.euLexUriServ LexUriServ.do? uriCELEX62011CJ0258ENHTML or httpwww.bailii.orgeucasesEUECJ2013C25811.html both accessed 12 September 2013. For brief helpful commentary, see httpukhumanrightsblog.com20130411habitatsthecjeusjudgmentinsweetman accessed 12 September 2013 and httpwww.lexology.comlibrarydetail.aspx?g5391bdbe3e4243e6970b33ce1d6fdea8 accessed 12 September 2013.50 Peter Scott, Appropriate Assessment A Paper Tiger, in The Habitats Directive 2012, supra note 3, 103117.51 For the international and European background and history, see Philippe Sands, Principles of International Environmental Law 799825 2nd ed., 2003.52 Edwards, supra note 26 at 232.53 Id.54 Id. at 231.55 Id. at 212.56 Id. at 211212.57 Id. at 217. See also Elizabeth Fisher, Is the Precautionary Principle Justiciable? 13 J. Envtl. L. 315 2001 Richard Clayton, Judicial Deference and Democratic Dialogue The Legitimacy of Judicial Intervention under the Human Rights Act 1998, 2004 Pub. L. 33 T.R.S. Allan, Human Rights and Judicial Review A Critique of Due Deference, 65 Cambridge L.J. 671 2006.58 This accords with experience in the United States with procedural and substantive review under environmental impact assessment. See Daniel Mandelker, Thoughts on NEPA at 40, 39 Envtl. L. Rep. 10,640 2009 Daniel Mandelker, The National Environmental Policy Act A Review of Its Experience and Problems, 32 J. L. Poly 293 2010.59 As Edwards notes, the provisions of the Habitats Directive are implemented in the context of European treaty law. Article 1912 of the Treaty on the Functioning of the EU TFEU premises EU environmental policy on the need to provide a high level of protection for the environment, based in part on the precautionary principle and preventive action. These prescriptions, Edwards argues, ought to be binding on domestic courts, in which case they might facilitate substantive review. Although Article 1912 probably does not have direct effect, it is a prescriptive provision of the TFEU and, as such, is binding on domestic courts. This follows from Article 43 of the Treaty on European Union TEU ex Article 10 of the EC Treaty. Further, the new provision in Article 191 of the TEU, requiring Member States to provide remedies sufficient to ensure effective legal protection in the fields covered by Union law, arguably bolsters the established case under Article 43 TEU concerning the duties of domestic courts to ensure the full effectiveness of EU law even where EU law rules do not have direct effect citations omitted. Edwards, supra note 26 at 223224.60 Paul Stookes, The Habitats Directive Nature and Law, in The Habitats Directive 2012, supra note 3 at 149150. Precisely similar concerns lie behind Bradley Karkkainen, Toward a Smarter NEPA Monitoring and Managing Governments Environmental Performance, 102 Colum. L. Rev. 903 2002. Other disturbing aspects of enforcement are noted by Clutten and Tafur in their discussion of IROPI In relation to all the cases in which IROPI has been justified, compensatory measures will be put in place But there is nothing in Article 64, or in the Commission guidance of 2007 about how to implement the Article which requires the Commission to ensure that compensatory measures are actually taken. The Commission does not take action against Member States if they fail to implement the compensatory measures to which they have committed, even if a favorable opinion is given by the Commission on the basis of those measures being taken citation omitted. Clutten Tafur, supra note 34 at 181.61 Waite, supra note 28 at 248250.62 Defra, Report of the Habitats and Wild Birds Directives Implementation Review London, March 2012, supra note 10.63 Waite, supra note 28 at 250.64 See text accompanying note 39, supra."]