["AbstractA fundamental problem in many disciplines is the classification of objects in a domain of interest into a taxonomy. Developing a taxonomy, however, is a complex process that has not been adequately addressed in the information systems IS literature. The purpose of this paper is to present a method for taxonomy development that can be used in IS. First, this paper demonstrates through a comprehensive literature survey that taxonomy development in IS has largely been ad hoc. Then the paper defines the problem of taxonomy development. Next, the paper presents a method for taxonomy development that is based on taxonomy development literature in other disciplines and shows that the method has certain desirable qualities. Finally, the paper demonstrates the efficacy of the method by developing a taxonomy in a domain in IS.Keywords taxonomytypologyclassificationtaxonomy developmentresearch methodologies Additional informationNotes on contributorsRobert C NickersonAbout the authorsRobert C. Nickerson is a Professor of Information Systems at San Francisco State University and Chair of the Department of Information Systems from 2006 to 2012. His current research interests include taxonomies and taxonomy development in information systems, wirelessmobile systems, electronic commerce systems, and crowdsourcing. He has been a regularly invited professor at several European universities.Upkar VarshneyUpkar Varshney is an Associate Professor of CIS at Georgia State University, Atlanta. His current interests include mobile and wireless technologies, healthcare technologies, pervasive computing, and mcommerce, and he has authored numerous papers. He chaired the International Pervasive Health Conference in 2006 and program chaired AMCIS in 2009.Jan MuntermannJan Muntermann is a Professor and Chair of Electronic Finance and Digital Markets at the Faculty of Economic Sciences, University of Göttingen. His research interests include decision support systems, design science and IT Governance, especially in the fields of EFinance and Electronic Markets.", "His research has appeared in outlets such as Decision Support Systems and ICIS proceedings."]