["83. Nucleic Acids Res. 2024 Oct 9gkae874.", "doi 10.1093nargkae874. Online ahead of print. A compact stemloop DNA aptamer targets a uracilbinding pocket in the SARSCoV2 nucleocapsid RNAbinding domain.", "Esler MA123, Belica CA123, Rollie JA123, Brown WL123, Moghadasi SA123, Shi K123, Harki DA234, Harris RS56, Aihara H123. Author information 1Department of Biochemistry, Molecular Biology and Biophysics, University of Minnesota, Minneapolis, MN 55455, USA. 2Institute for Molecular Virology, University of Minnesota, Minneapolis, MN 55455, USA. 3Masonic Cancer Center, University of Minnesota, Minneapolis, MN 55455, USA. 4Department of Medicinal Chemistry, University of Minnesota, Minneapolis, MN 55455, USA. 5Department of Biochemistry and Structural Biology, University of Texas Health San Antonio, San Antonio, TX 78229, USA. 6Howard Hughes Medical Institute, University of Texas Health San Antonio, San Antonio, TX 78229, USA. SARSCoV2 nucleocapsid N protein is a structural component of the virus with essential roles in the replication and packaging of the viral RNA genome. The N protein is also an important target of COVID19 antigen tests and a promising vaccine candidate along with the spike protein. Here, we report a compact stemloop DNA aptamer that binds tightly to the Nterminal RNAbinding domain of SARSCoV2 N protein. Crystallographic analysis shows that a hexanucleotide DNA motif 5TCGGAT3 of the aptamer fits into a positively charged concave surface of NNTD and engages essential RNAbinding residues including Tyr109, which mediates a sequencespecific interaction in a uracilbinding pocket. Avid binding of the DNA aptamer allows isolation and sensitive detection of fulllength N protein from crude cell lysates, demonstrating its selectivity and utility in biochemical applications. We further designed a chemically modified DNA aptamer and used it as a probe to examine the interaction of NNTD with various RNA motifs, which revealed a strong preference for uridinerich sequences. Our studies provide a highaffinity chemical probe for the SARSCoV2 N protein RNAbinding domain, which may be useful for diagnostic applications and investigating novel antiviral agents. The Authors 2024. Published by Oxford University Press on behalf of Nucleic Acids Research. DOI 10.1093nargkae874 PMID 39380503"]