["93. Antimicrob Resist Infect Control.", "2024 Oct 8131120. doi 10.1186s13756024014764. Increase in PVCBSI during the second COVID19 pandemic year analysis of catheter and patient characteristics. Pianca E1, Zanella MC1, Obama BM1, Nguyen A1, Fortchantre L1, Chraiti MN1, Harbarth S1, Catho G1, MacPhail A234, Buetti N15. Author information 1Infection Control Program and WHO Collaborating Centre, Faculty of Medicine, Geneva University Hospitals, Geneva, Switzerland. 2Infection Control Program and WHO Collaborating Centre, Faculty of Medicine, Geneva University Hospitals, Geneva, Switzerland. aleece.macphailmonash.edu. 3Department of Infectious Diseases, Monash Health, 246 Clayton Road Clayton, Melbourne, 3168, Australia. aleece.macphailmonash.edu. 4School of Public Health and Preventive Medicine, Monash University, Melbourne, Australia. aleece.macphailmonash.edu. 5Infection Antimicrobials Modeling Evolution IAME, INSERM, Université ParisCité, Paris, U 1137, France. Contributed equally BACKGROUND Increasing nosocomial infections during the COVID19 pandemic have been reported. However, data describing peripheral venous catheter associated bloodstream infections PVCBSI are limited. AIMS To describe the epidemiology and risk factors for PVCBSI during the COVID19 pandemic. METHODS We conducted retrospective cohort study of prospectively collected PVCBSI data in a 2100 bed hospital network in Switzerland. Adult patients with a PVC inserted between January 1, 2020 and December 31, 2021 were included. Risk factors for PVCBSI were identified through descriptive analysis of patient and catheter characteristics, and univariable marginal Cox models. RESULTS 206,804 PVCs and 37 PVCBSI were analysed. Most PVCBSI were attributed to catheters inserted in the Emergency department 76 or surgical wards 22. PVCBSI increased in 2021 compared to 2020 hazard ratio 2021 vs. 2020 2.73 95 confidence interval 1.196.29, with a numerically higher rate of Staphylococcus aureus 110, 10, vs. 527, 19 and polymicrobial infection 010, 0 vs. 427, 15. PVC insertions, patient characteristics, and catheter characteristics remained similar across the study period. PVCBSI risk was associated with admission to the intensive care unit ICU, and use of wide gauge catheter 16G. CONCLUSION Increased PVCBSI during the COVID19 pandemic was not explained by catheter or patient factors alone, and may result from systemwide changes. PVCBSI events are primarily attributed to acute care settings, including the emergency department, surgical wards, and the ICU.", "2024. The Authors. DOI 10.1186s13756024014764 PMID 39380114 Indexed for MEDLINE"]