["34. ACR Open Rheumatol.", "2024 Oct 9.", "doi 10.1002acr2.11753. Online ahead of print. Transition Guide Dissemination to Foster PatientCare Team Conversations A Childhood Arthritis Rheumatology Research Alliance Transition Learning Collaborative Pilot Implementation Study. Chang JC1, Alonzi G2, Sears C3, Bitencourt N4, Hernandez A5, Peterson R6, Alperin R7, Overbury RS8, Dela Paz M9, WaqarCowles LN3, White PH10, Carandang K11, Lawson EF9 CARRA Transition Workgroup. Author information 1Boston Childrens Hospital, Boston, Massachusetts and Childrens Hospital of Philadelphia, Philadelphia, Pennsylvania. 2Boston Childrens Hospital, Boston, Massachusetts. 3Childrens Hospital of Philadelphia, Philadelphia, Pennsylvania. 4Loma Linda University Medical Center, Loma Linda, California. 5Scottish Rite for Children, Dallas, Texas. 6Childrens Hospital of Philadelphia, Philadelphia, Pennsylvania and Dell Childrens Medical Center, Austin, Texas. 7New York University Langone Health, New York, New York. 8University of Utah, Salt Lake City, Utah. 9University of California San Francisco, San Francisco, California. 10Got TransitionThe National Alliance to Advance Adolescent Health and The George Washington University, Washington, District of Columbia. 11Young Patients Autoimmune Research Empowerment Alliance, San Diego, California. OBJECTIVE Uptake of evidenceinformed health care transition processes among pediatric rheumatologists is low despite poor outcomes of transition from pediatric to adult care. We piloted a learning collaborative model to implement transition guides. We dually assessed implementation outcomes and changes in reported patientcare team discussions about transition. METHODS This was a type II hybrid effectivenessimplementation pilot study of transition guide dissemination to patients at least 14 years old with rheumatic conditions across nine pediatric rheumatology centers in the Childhood Arthritis Rheumatology Research Alliance Transition Learning Collaborative. We evaluated implementation outcomes feasibility, adaptations, and fidelity and the proportion of patients surveyed that reported having discussions with their care team regarding transfer planning. RESULTS Six sites were retained through the COVID19 pandemic below 70 target. Five out of six sites contributed outcome data met 80 target but with substantial heterogeneity in how transition guides were shared eg, inperson, electronic messages, and posted flyers, and data were collected. The pooled proportion of respondents having discussed transfer planning with their care team was 39 preimplementation n 239 95 confidence interval CI 3246 and 55 postimplementation n 864 95 CI 3673. After implementation, there were significant increases in the likelihood of respondents recalling receiving a transition guide odds ratio OR 2.58, 95 CI 1.354.92 and discussing transfer planning OR 2.14, 95 CI 1.303.52, adjusted for age and site of care. CONCLUSION Transition guide dissemination is a simple intervention associated with increased awareness among young people with rheumatic conditions and discussions with their care team about transition preparation. The learning collaborative model facilitated identification of several dissemination strategies adaptable to sitespecific resources. 2024 The Authors. ACR Open Rheumatology published by Wiley Periodicals LLC on behalf of American College of Rheumatology. DOI 10.1002acr2.11753 PMID 39381857"]