["94. Arch Public Health.", "2024 Oct 8821177. doi 10.1186s13690024014007. Strengthening crisis resilience in German primary care by using quality indicators findings of a process evaluation in the RESILARE project. PoßDoering R1, Koetsenruijter J2, Litke NA2, Weis A3, Köppen M4, Kümmel S4, Szecsenyi J24, Wensing M2. Author information 1Department of General Practice and Health Services Research, University Hospital Heidelberg, University Heidelberg, Im Neuenheimer Feld 130.3, 69120, Heidelberg, Germany. regina.possdoeringmed.uniheidelberg.de. 2Department of General Practice and Health Services Research, University Hospital Heidelberg, University Heidelberg, Im Neuenheimer Feld 130.3, 69120, Heidelberg, Germany. 3Section for Translational Medical Ethics, National Center for Tumor Diseases NCT Heidelberg, Heidelberg, Germany. 4aQua Institute, Göttingen, Germany. BACKGROUND In recent years, health systems worldwide have been confronted with several crises such as natural disasters or the COVID19 pandemic, that affected lives and health of many people. In light of waves of infections and heat, climate change is considered to be the biggest health threat of the 21st century. Strengthening individual and organizational crisis resilience in healthcare settings thus becomes a crucial factor in maintaining care quality and protecting vulnerable patients during such crises. The RESILARE project therefore aimed to develop and evaluate quality indicators that support primary care practices in preparing for and adapting to crisisrelated challenges. METHODS In a threephased process, indicator development was based on systematic literature research and qualitative data, a twostage expert panel process, and pilot testing in a maximum of n 35 ambulatory practices during an outreach visit. Practiceindividual indicatorrelated status and benchmarking information were provided via feedback reports to complete the audit and feedback program. A mixedmethods process evaluation used semistructured interviews with participating General practitioners and nonphysician health professionals to explore support and challenges for the implementation of the derived set of quality indicators. Two online surveys were conducted to evaluate all indicators and the twopart feedback report. Qualitative data were analyzed inductively using a thematic analysis approach. Survey data were analyzed descriptively. RESULTS A total of n 32 indicators covered four domains 1 individual resilience, 2 crisis prevention, 3 organizational resilience, and 4 climate resilience. N 34 practices participated in the piloting and the process evaluation. Participants generally attributed a high relevance to the domains, and considered the indicator set suitable for implementation into existing quality management systems. Planning and implementation of measures that strengthen crisis resilience in practices were triggered or intensified by piloting the indicators and by the twopart feedback report. The identified challenges involved the volume of indicators and practiceindividual implementation of renewable energy sources on rented premises. Participants expressed their desire for peer exchange regarding proven concepts for crisis resilience.", "2024. The Authors. DOI 10.1186s13690024014007 PMID 39380089"]