["86. Nurs Crit Care. 2024 Oct 8.", "doi 10.1111nicc.13172. Online ahead of print. Selfefficacy as a psychological resource in the management of stress suffered by ICU nurses during the COVID19 pandemic A prospective study on emotional exhaustion.", "GilAlmagro F12, CarmonaMonge FJ3, GarcíaHedrera FJ1, PeñacobaPuente C2. Author information 1Alcorcón Foundation University Hospital, Madrid, Spain. 2Rey Juan Carlos University, Madrid, Spain. 3Santiago de Compostela University Hospital, Santiago de Compostela, A Coruña, Spain. BACKGROUND Intensive care unit ICU nurses have experienced a high degree of stress during the COVID19 pandemic. While the literature on the consequences on emotional symptomatology is abundant, studies on the protective psychosocial variables that have contributed to buffering these consequences are scarcer. AIM This study analyses the role of selfefficacy as a protective personality trait in ICU nurses during the COVID19 pandemic, using a moderated mediation model that begins with the stress and anxiety experienced at the onset of the pandemic and concludes with the emotional exhaustion experienced 6 months later. STUDY DESIGN Prospective longitudinal study with two data collection periods during the COVID19 pandemic 1 from 5 May to 21 June 2020 and 2 a followup 6 months after the state of alarm finalized JanuaryApril 2021. These were both very stressful periods for ICU staff because of the COVID19 pandemic. This study was conducted with 129 ICU nurses a nonprobabilistic convenience sample in the Spanish health care system. Sociodemographic, occupational and psychosocial variables i.e. stress, anxiety, selfefficacy and emotional exhaustion were assessed. Descriptive analyses, Pearson correlations, covariate analyses i.e. Students ttest, onefactor ANOVA and moderated mediation analyses were carried out SPSS PROCESS macro, model 7. STrengthening the Reporting of OBservational studies in Epidemiology STROBE reporting guidelines were followed. RESULTS It shows that the higher the selfefficacy score, the lower the effect of stress on anxiety p .001 likewise, the moderating role of selfefficacy was equally valid for the whole final model F 8.790, p .001, showing selfefficacy to be a good buffer for emotional exhaustion derived from the stress suffered in the ICU. CONCLUSIONS Selfefficacy i.e. the belief of being able to do certain tasks successfully is shown to be a highly relevant trait to enhance among ICU nurses during the COVID19 pandemic, allowing them to manage work stress effectively and thus buffering the development of anxiety in the short term and emotional exhaustion in the long term. RELEVANCE TO CLINICAL PRACTICE Our results point to the need to assess and take action on selfefficacy in ICU nurses in highly stressful situations such as the COVID19 pandemic. As a psychological variable, selfefficacy refers to beliefs and therefore has to be trained by evidencebased psychological techniques, such as cognitive behavioural therapy. In addition, previous literature has pointed out that previous experience or specific training is an influential although not a determining factor in selfefficacy, so specialization for ICU nurses could also be considered. 2024 The Authors. Nursing in Critical Care published by John Wiley Sons Ltd on behalf of British Association of Critical Care Nurses. DOI 10.1111nicc.13172 PMID 39380321"]