["95. Genomics Inform. 2024 Oct 822115. doi 10.1186s4434202400019y. A prediction of mutations in infectious viruses using artificial intelligence. Choi WJ12, Park J2, Seong DY12, Chung DS23, Hong D456789. Author information 1Department of Precision Medicine and Big Data, College of Medicine, The Catholic University of Korea, Seoul, 06591, Republic of Korea. 2Department of Medical Informatics, The Catholic University of Korea, Seoul, 06591, Republic of Korea. 3Department of Medical Sciences, Graduate Schoolof, College of Medicine , The Catholic University of Korea, Seoul, 06591, Republic of Korea. 4Department of Precision Medicine and Big Data, College of Medicine, The Catholic University of Korea, Seoul, 06591, Republic of Korea. dwhongcatholic.ac.kr. 5Department of Medical Informatics, The Catholic University of Korea, Seoul, 06591, Republic of Korea. dwhongcatholic.ac.kr. 6Department of Medical Sciences, Graduate Schoolof, College of Medicine , The Catholic University of Korea, Seoul, 06591, Republic of Korea. dwhongcatholic.ac.kr. 7Precision Medicine Research Center, College of Medicine, The Catholic University of Korea, Seoul, 06591, Republic of Korea. dwhongcatholic.ac.kr. 8Cancer Evolution Research Center, College of Medicine, The Catholic University of Korea, Seoul, 06591, Republic of Korea. dwhongcatholic.ac.kr.", "9College of Medicine, CMC Institute for Basic Medical Science, The Catholic University of Korea, Seoul, 06591, Republic of Korea. dwhongcatholic.ac.kr. Contributed equally Many subtypes of SARSCoV2 have emerged since its early stages, with mutations showing regional and racial differences. These mutations significantly affected the infectivity and severity of the virus. This study aimed to predict the mutations that occur during the evolution of SARSCoV2 and identify the key characteristics for making these predictions. We collected and organized data on the lineage, date, clade, and mutations of SARSCoV2 from publicly available databases and processed them to predict the mutations. In addition, we utilized various artificial intelligence models to predict newly emerging mutations and created various training sets based on clade information. Using only mutation information resulted in low performance of the learning models, whereas incorporating clade differentiation resulted in high performance in machine learning models, including XGBoost accuracy 0.999. However, mutations fixed in the receptorbinding motif RBM region of Omicron resulted in decreased predictive performance. Using these models, we predicted potential mutation positions for 24C, following the recently emerged 24A and 24B clades. We identified a mutation at position Q493 in the RBM region. Our study developed effective artificial intelligence models and characteristics for predicting new mutations in continuously evolving infectious viruses.", "2024. The Authors. DOI 10.1186s4434202400019y PMID 39380083"]