["62. Lancet Reg Health West Pac. 2024 Jul 3149101142.", "doi 10.1016j.lanwpc.2024.101142. eCollection 2024 Aug. Clinical and costeffectiveness of remotedelivered, online lifestyle therapy versus psychotherapy for reducing depression results from the CALM noninferiority, randomised trial. ONeil A1, Perez J2, Young LM1, John T13, Turner M1, Saunders D1, Mahoney S1, Bryan M1, Ashtree DN1, Jacka FN1, Bruscella C1, Pilon M1, Mohebbi M4, Teychenne M5, Rosenbaum S6, Opie R1, Hockey M1, Peric L1, De Araugo S1, Banker K1, Davids I1, Tembo M1, Davis JA1, Lai J17, Rocks T1, OShea M82, Mundell NL5, McKeon G6, Yucel M9, Absetz P10, Versace V11, Manger S12, Morgan M13, Chapman A14, Bennett C15, Speight J1617, Berk M13, Moylan S13, Radovic L1, Chatterton ML2. Author information 1Deakin University, IMPACT the Institute for Mental and Physical Health and Clinical Translation, Food Mood Centre, School of Medicine, Barwon Health, Geelong, Australia. 2Monash University, Melbourne, Victoria, Australia. 3Barwon Health, Geelong, Australia. 4Biostatistics Unit, Faculty of Health, Deakin University, Burwood, Australia. 5Deakin University, Institute for Physical Activity and Nutrition IPAN, School of Exercise and Nutrition Sciences, Burwood, Australia. 6University of New South Wales, Sydney, Australia. 7Intersect Australia, Sydney, Australia. 8School of Psychology, Deakin University, Victoria, Australia. 9QIMR Berghofer Medical Research Institute, Herston, QLD, Australia. 10Tampere University, Tampere, Finland. 11Deakin Rural Health, School of Medicine, Warrnambool, Australia. 12James Cook University, Townsville, Australia. 13Bond University, Gold Coast, Australia. 14School of Nursing Midwifery, Deakin University, Burwood, Australia. 15Diabetes Victoria, Melbourne, Australia. 16School of Psychology Institute of Health Transformation, Deakin University, Geelong, Australia. 17The Australian Centre for Behavioural Research in Diabetes, Diabetes Victoria, Australia. BACKGROUND We conducted the first noninferiority, randomised controlled trial to determine whether lifestyle therapy is noninferior to psychotherapy with respect to mental health outcomes and costs when delivered via online videoconferencing. METHODS An individually randomised, group treatment design with computergenerated block randomisation was used. Between May 2021April 2022, 182 adults with a Distress Questionnaire5 score 8 indicative depression were recruited from a tertiary mental health service in regional Victoria, Australia and surrounds. Participants were assigned to six 90min sessions over 8weeks using groupbased, online videoconferencing comprising 1 lifestyle therapy targeting nutrition, physical activity with a dietitian and exercise physiologist n 91 or 2 psychotherapy Cognitive Behavioural Therapy with psychologists n 91. The primary outcome was Patient Health Questionnaire9 PHQ9 depression at 8weeks noninferiority margin 2 using Generalised Estimating Equations GEE. Costminimisation analysis estimated the mean difference in total costs from health sector and societal perspectives. Outcomes were assessed by blinded research assistants using Computer Assisted Telephone Interviews. Results are presented perprotocol PP and Intention to Treat ITT using beta coefficients with 95 Confidence Intervals CIs. FINDINGS The sample was 80 women mean 45years SD13.4, mean PHQ910.5 SD5.7. An average 4.2 of 6 sessions were completed, with complete data for n 132. Over 8weeks, depression reduced in both arms PP Lifestyle n 70 mean difference3.97, 95 CIs5.10, 2.84 and Psychotherapy n 62 mean difference3.74, 95 CIs5.12, 2.37 ITT Lifestyle n 91 mean difference4.42, 95 CIs 4.59, 4.25 Psychotherapy n 91 mean difference3.82, 95 CIs4.05, 3.69 with evidence of noninferiority PP GEE β0.59 95 CIs1.87, 0.70, n 132 ITT GEE β0.49, 95 CIs1.73, 0.75, n 182. Three serious adverse events were recorded. While lifestyle therapy was delivered at lower cost, there were no differences in total costs health sector adjusted mean difference PP AUD156 95 CIs 182, 611, ITT AUD190 95 CIs 155, 651 societal adjusted mean difference PP AUD350 95 CIs222, 1152 ITT AUD 408 95 CIs 139, 1157. INTERPRETATION Remotedelivered lifestyle therapy was noninferior to psychotherapy with respect to clinical and cost outcomes. If replicated in a fully powered RCT, this approach could increase access to allied health professionals who, with adequate training and guidelines, can deliver mental healthcare at comparable cost to psychologists. FUNDING This trial was funded by the Australian Medical Research Future Fund GA133346 under its Covid19 Mental Health Research Grant Scheme. 2024 The Authors. DOI 10.1016j.lanwpc.2024.101142 PMCID PMC11459004 PMID 39381019 Conflict of interest statement This trial was funded by the National Health and Medical Research Councils NHMRC Medical Research Future FundCOVID19 Mental Health Research Australian Government Department of Health GA133346. AO is supported by a NHMRC Emerging Leader 2 Fellowship 2009295. FNJ is supported by an NHMRC Investigator Grant 1194982. FNJ has received fellowship funding support from the National Health and Medical Research Council 1194982 and payment or honorariums for lectures, presentations, speakers bureaus, manuscript writing, or educational events from the Malaysian Society of Gastroenterology and Hepatology, JNPN Congress, American Nutrition Association, Personalised Nutrition Summit, and American Academy of Craniofacial Pain, is a Scientific Advisory Board member of Dauten Family Centre for Bipolar Treatment Innovation unpaid and Zoe Nutrition unpaid, has written two books for commercial publication on the topic of nutritional psychiatry and gut health, and is the principal investigator for the MicroFit Study. She is Director of the Food Mood Centre, Deakin University, which has received research funding support from Be Fit Food, Bega Dairy and Drinks, and the a2 Milk Company and philanthropic research funding support from the Waterloo Foundation, Wilson Foundation, the JTM Foundation, the Serp Hills Foundation, the Roberts Family Foundation, and the Fernwood Foundation. SR is supported by an NHMRC Investigator Grant 2017506. MB is supported by a NHMRC Senior Principal Research Fellowship and Leadership 3 Investigator grant 1156072 and 2017131. MTey is supported by a NHMRC Emerging Leadership Fellowship APP1195335. JS is supported by core funding to the Australian Centre for Behavioural Research in Diabetes provided by the collaboration between Diabetes Victoria and Deakin University. VV is supported by the Rural Health Multidisciplinary Training program. SMah has received funding from Education in Nutrition to provide a professional development presentation and Red Island Olive Oil for social media promotion. MMor has received research grants related to antimicrobial stewardship, discharge medication, consulting fees from Primary Health Networks of Gold Coast and Western Australia related to Primary Sense software. Australian Health Policy Collaboration, RACGP, Australian Department of Health and Aged Care DoHAC, conference support from RACGP various as chair of Expert Committee for Quality Care, participation in DSMBs for Primary Sense and DoHAC and is a member of Arthritis Australia and Bond University Boards.", "The contents of the published material are solely the responsibility of the individual authors and do not reflect the views of the funding bodies.", "The authors have no interests to declare."]