["64. Adv Virol. 2024 Sep 3020243418062.", "doi 10.115520243418062. eCollection 2024. In Silico Design of a TransAmplifying RNABased Vaccine against SARSCoV2 Structural Proteins.", "Nafian F1, Soleymani G2, Pourmanouchehri Z3, Kiyanjam M4, Nafian S5, Mohammadi SM6, Jeyroudi H4, Berenji Jalaei S7, Sabzpoushan F4. Author information 1Department of Medical Laboratory Sciences Faculty of Paramedics Tehran Medical Sciences Islamic Azad University, Tehran, Iran. 2Department of Biological Sciences Virginia Polytechnic Institute and State University, Blacksburg, Virginia, USA. 3Department of Biology Technical University of Kaiserslautern, Kaiserslautern Technical University of Kaiserslautern, Kaiserslautern, Germany. 4Department of Cellular and Molecular Biology Faculty of Advanced Sciences and Technology Tehran Medical Sciences Islamic Azad University, Tehran, Iran. 5Department of Stem Cell and Regenerative Medicine National Institute of Genetic Engineering and Biotechnology NIGEB, Tehran, Iran. 6Department of Biotechnology Faculty of Converging Sciences and Technologies Science and Research Branch Islamic Azad University, Tehran, Iran. 7Department of Biochemistry Faculty of Converging Sciences and Technologies Science and Research Branch Islamic Azad University, Tehran, Iran. Nucleic acidbased vaccines allow scalable, rapid, and cellfree vaccine production in response to an emerging disease such as the current COVID19 pandemic. Here, we objected to the design of a multiepitope mRNA vaccine against the structural proteins of SARSCoV2. Through an immunoinformatic approach, promising epitopes were predicted for the spike S, envelope E, membrane M, and nucleocapsid N proteins. Fragments rich in overlapping epitopes were selected based on binding affinities with HLA classes I and II for the specific presentation to B and T lymphocytes. Two constructs were designed by fusing the fragments in different arrangements via GG linkers. Construct 1 showed better structural properties and interactions with tolllike receptor 2 TLR2, TLR3, and TLR4 during molecular docking and dynamic simulation. A 50S ribosomal L7L12 adjuvant was added to its Nterminus to improve stability and immunogenicity. The final RNA sequence was used to design a transamplifying RNA taRNA vaccine in a splitvector system. It consists of two molecules a nonreplicating RNA encoding a transacting replicase to amplify the second one, a transreplicon TR RNA encoding the vaccine protein. Overall, the immune response simulation detected that activated B and T lymphocytes and increased memory cell formation. Macrophages and dendritic cells proliferated continuously, and IFNγ and cytokines like IL2 were released highly. Copyright 2024 Fatemeh Nafian et al. DOI 10.115520243418062 PMCID PMC11459942 PMID 39380944 Conflict of interest statement All authors declare that they have no conflicts of interest regarding the present study."]