["1. Interact J Med Res.", "2024 Oct 913e47370. doi 10.219647370. Changes in the Epidemiological Features of Influenza After the COVID19 Pandemic in China, the United States, and Australia Updated Surveillance Data for Influenza Activity. Jiang M1, Jia M2, Wang Q1, Sun Y1, Xu Y1, Dai P3, Yang W1, Feng L1. Author information 1School of Population Medicine and Public Health, Chinese Academy of Medical Sciences Peking Union Medical College, Beijing, China. 2National Institute of Pathogen Biology, Chinese Academy of Medical Sciences Peking Union Medical College, Beijing, China. 3Chinese Center for Disease Control and Prevention, Beijing, China. BACKGROUND There has been a global decrease in seasonal influenza activity since the onset of the COVID19 pandemic. OBJECTIVE We aimed to describe influenza activity during the 20212022 season and compare it to the trends from 2012 to 2023. We also explored the influence of social and public health prevention measures during the COVID19 pandemic on influenza activity. METHODS We obtained influenza data from January 1, 2012, to February 5, 2023, from publicly available platforms for China, the United States, and Australia. Mitigation measures were evaluated per the stringency index, a composite index with 9 measures. A general additive model was used to assess the stringency index and the influenza positivity rate correlation, and the deviance explained was calculated. RESULTS We used over 200,000 influenza surveillance data. Influenza activity remained low in the United States and Australia during the 20212022 season. However, it increased in the United States with a positive rate of 26.2 in the 49th week of 2022. During the 20212022 season, influenza activity significantly increased compared with the previous year in southern and northern China, with peak positivity rates of 28.1 and 35.1 in the second week of 2022, respectively. After the COVID19 pandemic, the dominant influenza virus genotype in China was type BVictoria, during the 20212022 season, and accounted for 98 24,54124,908 in the South and 20,54320,634 in the North of all cases. Influenza virus type BYamagata was not detected in all these areas after the COVID19 pandemic. Several measures individually significantly influence local influenza activity, except for influenza type B in Australia. When combined with all the measures, the deviance explained values for influenza A and B were 87.4 P.05 for measures of close public transport and restrictions on international travel and 77.6 in southern China and 83.4 P.05 for measures of school closing and close public transport and 81.4 in northern China, respectively. In the United States, the association was relatively stronger, with devianceexplained values of 98.6 for influenza A and 99.1 P.05 for measures of restrictions on international travel and public information campaign for influenza B. There were no discernible effects on influenza B activity in Australia between 2020 and 2022 due to the incredibly low positive rate of influenza B. Additionally, the deviance explained values were 95.8 P.05 for measures of restrictions on gathering size and restrictions on international travel for influenza A and 72.7 for influenza B. CONCLUSIONS Influenza activity has increased gradually since 2021. Mitigation measures for COVID19 showed correlations with influenza activity, mainly driven by the early stage of the pandemic. During late 2021 and 2022, the influence of mitigation management for COVID19 seemingly decreased gradually, as the activity of influenza increased compared to the 20202021 season.", "Mingyue Jiang, Mengmeng Jia, Qing Wang, Yanxia Sun, Yunshao Xu, Peixi Dai, Weizhong Yang, Luzhao Feng. Originally published in the Interactive Journal of Medical Research httpswww.ijmr.org, 09.10.2024. DOI 10.219647370 PMID 39382955"]