["49. J Orthop Case Rep. 2024 Oct1410213218. doi 10.13107jocr.2024.v14.i10.4868. OrthoTV Broadcasting Orthopedics around the World. Jeyaraman M1, Jayakumar T2, Ramasubramanian S3, Shyam A4, Sancheti P4, Bijlani N4. Author information 1Department of Orthopaedics, ACS Medical College and Hospital, Dr MGR Educational and Research Institute, Chennai 600077, Tamil Nadu, India. 2Department of Orthopaedics, KIMSSunshine Hospital, Hyderabad 500003, Telangana, India. 3Department of Orthopaedics, Government Medical College, Omandurar Government Estate, Chennai 600002, Tamil Nadu, India. 4Department of Orthopaedics, Sancheti Institute for Orthopaedics and Rehabilitation, Pune, Maharashtra, India. OrthoTV has emerged as a pioneering platform in the field of orthopedic education, leveraging technology to create a comprehensive and accessible knowledge repository. Originating from the vision of the Indian Orthopedic Research Group in 2013, OrthoTV has evolved into a global educational hub, streaming thousands of hours of surgical videos, webinars, and podcasts. It provides a dynamic learning environment through live interactive sessions, fostering realtime engagement with experts and facilitating a global exchange of knowledge. OrthoTVs expansion during the COVID19 pandemic underscored its vital role in continuing medical education amidst travel restrictions. The platform extends beyond educational resources to include career support, collaborative research initiatives, and even virtual fellowships, embodying a multifaceted approach to professional development. With the introduction of OrthoAI, OrthoTV integrates advanced artificial intelligence to offer personalized, evidencebased responses to queries, setting a new standard in digital medical education. This narrative review highlights OrthoTVs foundational principles, its significant impact on orthopedic education and practice, and its commitment to democratizing knowledge across the globe. OrthoTVs innovative use of technology bridges geographical barriers enriches learning experiences, and fosters a vibrant community of orthopedic professionals, marking a significant advance in the field of medical education. Copyright Indian Orthopaedic Research Group.", "DOI 10.13107jocr.2024.v14.i10.4868 PMCID PMC11458242 PMID 39381272 Conflict of interest statement Conflict of Interest Nil"]