["74. Front Cell Infect Microbiol.", "2024 Sep 24141426200.", "doi 10.3389fcimb.2024.1426200. eCollection 2024. Quantitative real time PCR for distinction between Pneumocystis jirovecii infectioncolonization in hospitalized patients. Rouhi F1, Erami M2, Rastgufar S3, Jahani M2, Aboutalebian S14, Soltani S1, Fakhim H5, Mirhendi H14. Author information 1Department of Medical Parasitology and Mycology, School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran. 2Department of Infectious Disease, School of Medicine, Infectious Diseases Research Center, Kashan University of Medical Sciences, Kashan, Iran. 3Department of Pathology and Histology, School of Medicine, Shahid Beheshti Hospital, Kashan University of Medical Sciences, Kashan, Iran. 4Mycology Reference Laboratory, Research Core Facilities Laboratory, Isfahan University of Medical Sciences, Isfahan, Iran. 5Infectious Diseases and Tropical Medicine Research Center, Isfahan University of Medical Sciences, Isfahan, Iran. BACKGROUND Identification of the opportunistic fungus Pneumocystis jirovecii in respiratory specimens presents challenges, particularly in differentiating between colonization and active infection. The present study assessed a probebased real time PCR qPCR diagnostic effectiveness in patients with diverse underlying conditions, particularly those with COVID19 and pulmonary insufficiency. METHODS To set up the qPCR, clinical samples from 281 patients with respiratory ailments were tested. Subsequently, a descriptive study was conducted on 112 patients with pulmonary insufficiency with and without COVID19 suspected of P. jirovecii infection. All specimens were subjected to DNA extraction followed by nested PCR and qPCR targeting the mitochondrial large subunit mtLSUrRNA gene. RESULTS Based on nested PCR and qPCR, P. jirovecii was identified in 40 out of 281 patients, with slight variations in positive samples observed across dilutions. Three patients who tested positive in nested PCR yielded negative results in probebased qPCR. Conversely, three patients who tested positive in probebased qPCR yielded negative results in nested PCR. Considering nested PCR as the golden standard, probebased qPCR demonstrated good diagnostic performance, with 92.5 sensitivity and 98.7 specificity. Based on cycle threshold Ct values, the positive cases were categorized 32 as infection, 35 as colonization, and a grey zone between these values 32 X 35. The analysis of 112 PCPsuspected patients revealed a prevalence ranging from 6.25 nested PCR to 7 probebased qPCR. CONCLUSIONS This study suggested Ct values to differentiate Pneumocystis pneumoniacolonization in immunocompromised patients. To further augment the diagnostic sensitivity, it is recommended to integrate qPCR results with clinical parameters and biomarkers to offer a more precise understanding of Pneumocystisrelated conditions. Copyright 2024 Rouhi, Erami, Rastgufar, Jahani, Aboutalebian, Soltani, Fakhim and Mirhendi. DOI 10.3389fcimb.2024.1426200 PMCID PMC11458531 PMID 39380728 Indexed for MEDLINE Conflict of interest statement The authors declare that the research was conducted without any commercial or financial relationships that could be construed as a potential conflict of interest."]