["The current state of enforcement proceedings reform in Ukraine has been highlighted. It has been stated that its goal is to overcome the systemic problems of an ineffective enforcement of court judicial decisions. The practice of the Supreme Court on the enforcement of judicial decisions in Ukraine has been analyzed. It has been found that the Grand Chamber of the Supreme Court, which reviews the case if it contains an exceptional legal issue to ensure the development of law and the formulation of uniform law enforcement practice, has stated a significant number of gaps in the legislation of Ukraine on enforcement proceedings. It has been considered one of these exceptional legal problems in the sphere of enforcement proceedings concerning the defects in legislative regulation of relations in consolidated enforcement proceedings. On the basis of the study, it has been concluded that the practice of the Supreme Court is an indicator of the defects in legislation on enforcement in Ukraine in the form of consolidated enforcement proceedings, which consist of legal uncertainty in the regulation of the important elements of this legal institution. These gaps in the legislation should be addressed at the legislative level, and not remain subject of judicial lawmaking, as judicial practice is not stable.", "Moreover, it should be in accordance with the requirements of European institutions in the sphere of enforcement, according to which national legislation should contain a clear definition of the conditions for enforcement, the statutory enforcement provisions should be worked out clearly, avoiding the possibility for misinterpretation. Taking into account the doctrinal studies, as well as using the successful experience of other states, the strategic direction of improvement of the legislation of Ukraine in the sphere of enforcement should determine the need for a conceptual change in the system of enforcement with the transition to the monopoly of private executors or their dominant component in the system of enforcement agencies. The competence of the State Enforcement Service should be focused on the enforcement of judicial decisions in which one of the parties is a state."]