["States are free, yet everywhere live under international courts. Sovereign states are no longer in a state of nature without arbitrators among them on matters ranging from territorial disputes and human rights to international crimes, crossborder trade, and investment. The core task of these international courts and tribunals ICs is to adjudicate disputes through interpretation and application of international law by legal methods. Their judicial adjudication may also contribute indirectly to a range of tasksto prevent war, protect human rights and foreign direct investments, harmonize international law, but also to usurp lawmaking power or perpetuate global injustice and domination. As ICs proliferate and gain power across ever more domains, they become targets of a bewildering range of resistance.2 Criticisms often invoke legitimacy. Some question ICs originsquerying, for instance, why developing states are forced to accept investment tribunals that privilege foreign investors.3 Their processes are criticizedfor example, when UK Brexiteers challenge the legality of treaty interpretations by the Court of Justice of the European Union CJEU.4 The interpretations by the Appellate Body of the World Trade Organization WTO AB face criticism both for being too expansive5 and for not protecting the environment even more.6 ICs legitimacy may also suffer from their outputs, be it the backlog of cases of the European Court of Human Rights ECtHR7 or the too few cases decided on their merits by the International Tribunal for the Law of the Sea ITLOS.8 Such concerns and taxonomies lack an overarching account. Some may therefore dismiss legitimacy criticisms as emotivist, mislabelled, confused, or mere manipulation.9 Others may regard such challenges as category mistakes, since legitimacy theories usually address inescapable state power over individuals. In contrast, IC jurisdiction requires state consent and seldom entails sanctions in a strict sense.10 A more charitable reconstruction of these criticisms recasts them as questioning the legitimate authority of ICs. Why and when are ICs justified in claiming that others should defer to their judgments and interpretations? ICs have several deference constituencies beyond states they claim deference from investors, individuals, international organizations, and other ICs.11 But the ICs legitimate authority over states is central, since international law is largely based on state consentso ICs are, in some sense, optional for them. Furthermore, ICs lack independent enforcement powers and must rely on states compliance. How states regard an ICs authority is therefore crucial to induce states to consent to it, convince parties to defer to interpretations and judgments, and to keep them from exiting its jurisdictionor even closing the IC down.12 What reasons might a state have to defer to an ICs judgment or interpretation, even when the state regards it as mistaken, and even when it conflicts with the interests and objectives of government? This overview draws on Razs account of legitimate authority that addresses similar puzzles how to justify obedience to commands somewhat independent of their content, and that preempt or exclude some of the subjects other reasons for action.13 This account may not be what critics have in mind, nor does the argument schema provide substantive arguments or seek to show that all such criticisms are correct.14 The aims are, rather, to make many such criticisms comprehensible as legitimacy concerns, to provide a rationale for popular taxonomies of legitimacy criticisms, and to indicate which premises and arguments are required for such criticisms to be correct. Section I sketches the multiple tasks of ICs, in complex interdependence with other actors. Section II addresses some aspects of the relation between the normative legitimacy of ICs and descriptive legitimacy, and actors beliefs therein. Section III shows how a wide range of legitimacy challenges concern ways ICs fail to carry out their tasks. On this account, an IC enjoys legitimate authority over a state when it enables the state to better act as it has appropriate reasons tobe it to increase international trade and direct foreign investment, or to promote human rights at home and abroad. The various tasks of ICs may enable the state in several different ways.15 The IC may be wiser than the state have a steadier will less subject to bias or weakness it may help the state avoid selfdefeating strategies reduce its decisionmaking costs or it may be better positioned, for example to overcome coordination problems.16 On this account, an IC may be a legitimate authority for some, but not all, constituencies, even if its treaty fails to secure full justice, and even if it issues some bad judgments, as long as it enables that subject to act somewhat better.17 States have tasked ICs to adjudicate disputes by issuing impartial judgments based on international law by legal methods.18 In doing this core microlevel task, ICs also perform other mesolevel tasks.19 First, in order to adjudicate, ICs must often specify and interpret treaties to fit the particular circumstances.20 ICs in effect develop and often set precedents with implications beyond the particular dispute. Public justifications and dissents further stabilize and specify expectations.21 This task violates standard views about the courts resolving disputes based on preexisting rules,22 and trespasses on the traditional separation of powers. This task requires constituencies to treat the ICs development of international law as authoritative reasons for action.", "In adjudicating, ICs also perform further tasks. States have established many ICs in the belief that such judicial dispute resolution will promote broader, longerterm mesolevel taskseven avoiding war.23 States have created regional human rights courts to promote and protect human rights.24 The International Criminal Court ICC and other criminal tribunals were set up inter alia to deter atrocities and to end impunity for international crimes.25 The WTO AB and investment tribunals were meant to encourage international trade and direct investment.26 ICs would be better positioned and provide a steadier will for states. ICs can also provide legitimation, when they review an actor, to assure third parties that it is trustworthy.27 States use the prospect of future impartial adjudication by ICs to send costly signals to their own citizens, other states, investors, or trading partners.28 An IC can also help a government reduce the risk that its successors will violate a treaty, tying their hands beyond what domestic constitutions can do.29 This has led some states to ratify the European Convention on Human Rights ECHR,30 and is arguably one of several tasks of the WTO,31 the arbitration panels under international investment agreements,32 and the ICC.33 ICs are better positioned than states themselves to provide such assurance. ICs may also promote general rule following and induce enforcement by reducing the likelihood of free riding. They can secure collective action over some set of policies among a set of states,34 both by shifting incentives and by assuring contingent compliers who will comply only if others do so. ICs can fulfil these tasks even without sanctions, when they settle disputes about compliance and provide public information about norm violations.35 This may trigger thirdparty sanctions and other outcasting reactions,36 such as when the WTO AB authorizes the winning state to impose otherwise prohibited tariffs on the loser.37 These tasks require public knowledge that the state will regard the ICs judgments as authoritative, displacing some of the states own reasons for action. Many ICs also perform macrolevel tasks through their judicial interpretation and adjudication. States do not always foresee the need for tasks carried out by ICs, such as harmonizing different treaties by systematic interpretation, judicializing international relations, or strengthening the international rule of law and constitutionalizing parts of it. ICs also delineate the scope of states sovereignty when they interpret international law. Whether ICs are effective in such tasks and whether these objectives are laudable is contested,38 but in the heat of treaty negotiations they are arguably better placed than states with less systemic perspectives. To assess ICs performance of such tasks, and hence their legitimacy, we must consider that they interact in complex interdependence with other actors, and recognize that each IC may perform several of these tasks simultaneously, and for various constituencies. This clutters the landscape, helps explain the bewildering range of criticisms, and hinders any overall assessment of legitimacy. This brief overview illustrates that the various tasks of ICs often rely on their core role of impartial dispute resolution by the use of legal methods and sources. This sets them apart from other ways to address disputes or coordinate and stabilize expectations, such as bargaining, war, casebycase mediation based on discretion or considerations of equity or fairness,39 good offices, or conciliation. Standards of legality and ruleoflaw values seem necessary for ICs to carry out their core task,40 yet may sometimes stand in tension with the other tasks.41 The role of any IC is limited its effects arise in interaction with other actors who are more or less willing and able to defer to its judgments and interpretations. The tasks of the IC are to enable states, not to coerce them.", "ICs enjoy varying legal powers over states and their other constituencies, and serve different subsidiary roles. The WTO AB may replace domestic disputeresolution bodies, and states must implement its judgments nationally, or risk retaliatory actions by other states. The ECtHR reviews and should bolster domestic judiciaries. The ICC supplements and should strengthen weak domestic judiciaries.", "So an IC may arguably sometimes fulfill some of its tasks even if states decide not to defer to its judgments and interpretations. The relationship between descriptive42 and normative legitimacy and their importance for compliance merits attention.43 On the present account, descriptive legitimacy refers to social facts concerning actors beliefs about the legitimate authority of the IC.44 Such beliefs about normative legitimacy sometimes appear to have motivating force. Compliance may, of course, be due not to such beliefs, but simply because it is cheapwhen the IC requires actors to do what they would anyway have done.45 But actors belief in the legitimate authority of an IC may contribute to more costly compliance, because agents believe that the judgment gives them a new reason to act in certain ways, which makes them somewhat more likely to act accordingly. Governments belief in the legitimate authority of an IC can engender enough diffuse support to secure deference to it even by those who lose a case or disagree with a legal interpretation.46 This normative compliance pull47 may be due to the IC being seen to carry out the tasks discussed above international courts will enjoy support and be accepted as authoritative only if states and other key stakeholders perceive them as beneficial, at least in the long run.48 So reasons to defer to the judgments of an IC, as a legitimate authority, may be governments commitment not to free ride on agreed plans, or to respect their citizens human rights and to assure constituencies thereof. Such public justifications may be legitimation strategies to create diffuse support for and compliance with ICs, necessary for them to perform their tasks and respond to resistance.49 A second connection between compliance and legitimacy arises in the complex reputation games of an economy of legitimacy.50 Noncompliance with an ICs judgments may affect others beliefs about the ICs normative legitimacy, or about the noncompliant actors normative legitimacyor both. Thus young ICs often appear concerned to build their descriptive legitimacy by issuing judgments with low costs on all states.51 The ICJ appeared to enhance its descriptive legitimacy in the eyes of some states, when the US failed to comply with its 1986 decision in favour of Nicaragua.52 The decision was evidence that the ICJ adjudicated disputes by legal methods, rather than succumbing to the stronger state. This independence strengthened constituencies belief that the ICJ enjoyed legitimate authority. A third connection is that compliance by some states with an ICfor example, due to its descriptive legitimacymay affect its actual normative legitimacy, enabling states to prevent free riding on agreed rules. An IC fails in this task if many states refuse to defer to it. In this case the IC cannot help any state to redress the coordination challenge it is no legitimate authority for any state. Typologies of legitimacy critiques of ICs often identify three disjoint clusters without noting any theoretical framework for them 1 the origin of the IC how and why it was set up discussed in Section A 2 whether its procedures are appropriate for its tasks, such as adjudicating disputes by legal methods Section B concerns about the ICs effects in several senses Section C.53 These clusters are the main ways ICs can fail in their tasks, and hence fail to be legitimate authorities whose judgments merit deference. This account can guide attempts to assess whether such criticisms are sound. According to international law, states must consent to any IC jurisdiction.54 Critics challenge both whether state consent should be necessary, and whether it is sufficient to create morally binding obligations to defer.55 There are certainly reasons to lament recalcitrant states who fail to join ICs that are efficacious and necessary for morally mandatory aims,56 such as, arguably, to address war crimes,57 or to protect human rights and the environment. This account acknowledges some of these concerns. States may often have good reason to defer to certain ICs, yet fail to do so, and they may have several further reasons not to free ride on those who consent. Yet some such criticisms may be overdrawn, and often beg the question of which might be better mechanisms than consent to identify state obligations. A common yet problematic argument for state consent is the presumptive ability of state representatives to speak and act on behalf of nations and their citizenrywhich confers a significant degree of legitimacy on international courts.58 The nature of authorization that authoritarian governments have to act on behalf of their citizens is unclear. And state consent to an IC in general or to a particular arbitration often does not seem sufficiently informed, free or democratically representative to create normative obligations characteristic of consent in other settings. Thus argues the Third World Approach to International Law TWAIL.59 Many states have neither influence nor any real alternative to consent to the WTO or to bilateral investment treaties BITs, unfair impacts notwithstanding.60 Nevertheless, this account recognizes several reasons to give some weight to state consenteven by authoritarian statesin negotiating the treaties that establish ICs and becoming subject to their jurisdiction.61 This is not to say that states lack of clear consent rules out recognized nonconsensual sources of international law, such as customary international law including jus cogens norms, and general principles of public international law.62 State consent may avoid or reduce several problems. Since states generally have control over their own territories, the governments consent makes it more likely that it will enforce obligations and IC judgments domestically.63 The increased likelihood of general compliance may in turn strengthen each states reason to comply with ICs. State consent may also express a commitment to fair procedures, insofar as the alternative is that the stronger states do as they will.64 To require consent may also somewhat alleviate risks of domination by more powerful states in treaty negotiations. While states may still abuse their position to secure unfair gains, or block fair treaties, consent by all states may yield a more equitable distribution of benefits and burdens than the alternative of powerful states simply imposing rules. And even citizens of authoritarian states may benefit from some treaties and from ICs for trade, border disputes, and domestic human rights. Even though the treaties are often imposed on some states and citizens, the ICs may still be legitimate authorities insofar as they help both democratic and authoritarian states act in better accordance with their appropriate reasons. This is not to deny that yet other modes of treaty making might yield more fair outcomesfor example, in a world without authoritarian states, or by a qualified majority in a global parliament. State consent may sometimes also be a useful mechanism for states to converge on one among several treaty agreements, each of which suffices to coordinate well, for example in battle of the sexes situations.65 Such convergence will require every state to defer to the agreed IC, even though most states would have reasons to prefer other treaties.66 These are not decisive reasons for state consent as a normatively desirable condition for the legitimacy of ICs. Consent is often a suboptimal mechanism, and other mechanisms may also reduce domination, or help select salient coordination points. A wide range of legitimacy challenges to ICs concern their procedures in a broad sense.", "ICs can usually do their broader tasks only if they perform their core task of impartial legal dispute resolution well. States and the ICs themselves face complex challenges in maintaining the required bounded discretion of international judges.67 Institutional and professional norms and culture must ensure the independence of the IC from the parties, and the impartiality of the judges, in a particular case, and provide appropriate accountability mechanisms. Some central aspects appear to stand in some tension.", "It is the ICs performance of its tasks that renders it a legitimate authority. The core task for ICs is to adjudicate disputes by issuing judgments on the basis of legal sources and legal methodsrather than, for example, resolving disputes by diplomatic bargains or threats. They should be loyal to their mandate and follow agreed legal standards of treaty interpretation and legal reasoning to arrive at impartial judgmentsand must be seen to do so.68 This task requires that the IC is sufficiently independent of the parties to the disputes, and that the judges are seen to be impartial in the particular case.69 The requisite independence and impartiality vary among issue areas, for example handling interstate disputes or individuals human rights complaints. Important mechanisms include the procedures to nominate, assess and elect the judges. For instance, judges of permanent ICs appear more independent than ad hoc arbitration panels.70 And judges tend to act more independently if they cannot be reappointed. The judges of the ECtHR now serve one nineyear term, nonrenewable precisely to reinforce independence and impartiality.71 In order to settle disputes impartially and by legal methods, ICs must be independent of the parties to the disputes, and enjoy wide discretion to interpret treaties and make international law. The combination fuels fears of the rule not of law, but of judges, who enjoy too much latitude, with too few safeguards, for discretionary decisionmaking.72 Further risks arise from the often opaque roles of many unseen actors who nominate judges and help administer and advise cases.73 Domination by IC judges may be on their own behalf or as an instrument of powerful states, multinationals or investors.74 ICs independence must be bounded or constrained to ensure that judges develop the treaty and decide impartially by sound legal method, and are seen to do so, giving states reason to defer to ICs as better positioned than themselves.75 ICs must be sufficiently independent from the states whose disputes they adjudicate, so some checks and mechanisms familiar from domestic constitutional design are ill suited.76 Multilevel legal, structural, political and discursive accountability mechanisms are available, such as appointment procedures, budget control, state parties statements,77 and professional norms and standards of interpretation.78 The election procedures illustrate the range of challenges and responses.79 Council of Europe bodies vet and select one judge for the ECtHR on behalf of each state, from a slate of three the state nominates, including both main genders.80 ITLOS judges must represent the principal legal systems of the world and geographical diversity.81 The oneoff international investment arbitration panels consist of one arbitrator selected by the investor, one by the state, and a third selected by those two or by the parties.82 This accountability arrangement attracts growing criticism, due partly to the de facto precedential effects of judgments far beyond the parties to the dispute, and concerns about their internal consistency and coherence with other parts of international law.83 Their core task of adjudicating disputes and interpreting treaties by legal methods requires ICs to rely on legal sources and methods, and comply with various ruleoflaw standards.84 This ensures the legal mode of settling disputes, and reduces risks of arbitrary rulings. A frequent criticism is that ICs deviate from standards of legal reasoning and rule of law when they interpret treatiesoften far beyond what states originally consented to.", "In partial defence, the ICs extensive interpretation and even law making is arguably foreseen by states when they choose the treaty format. Changes to treaties usually require unanimity,85 though states could instead agree to allow some changes by qualified majority voting,86 or establish a separate treaty body for interpretation. And the IC is often authorized to follow rules of treaty interpretation agreed by the states, including such guides as the object and purpose of the treaty.87 States are also often unable and unwilling to specify treaties fully, instead agreeing to deliberately incomplete contracts88 to reduce their own decisionmaking costs. They leave it to the IC to clarify the existing provisions,89 expecting indeed that decisions through the conventions mechanism will create a significant new body of international law.90 The independence of ICs may arguably reduce the impact of differential state power in this lawmaking process.91 Both when adjudicating disputes and when developing the treaty, the IC must heed the principle of audi alteram partemto hear the strongest arguments on behalf of all parties. This concern supports broad representation on the international bench of different legal systems and geographical regionsand arguably of genders and other relevant segments of the affected populations.92 Such representation may also show that the IC treats the parties to the dispute as equals.93 ICs secure such local knowledge while maintaining impartiality in different ways. The ECtHR always includes the judge nominated by the accused state on the bench, while the InterAmerican Court of Human Rights excludes such judges. Strong professional commitments to ruleoflaw standards reduce the risk of domination and give evidence that the judges exercise their discretion appropriately. Combined with transparent reasoning and dissenting opinions, such standards also enhance the precedential effects of judgments and interpretations. These features arguably contribute to the ICs role in preventing future disputes and fostering stable expectations and planning.94 Ensuring the desired independence, impartiality, accountability, and legality to requisite extents poses institutional design challenges. Dunoff and Pollack identify an unavoidable trilemma among judicial independence, judicial accountability, and judicial transparency, it is possible to maximize, at most, any two, but not all three, of these values.95 They illustrate the tradeoffs with three near ideal types the CJEU, the ECtHR, and the ICJ, which, respectively, give less priority to transparency, accountability, and independence. The present account might reduce the significance of this trilemma by considering the extent and kinds of independence, accountability and immunities required for international judges to accomplish their core task of issuing impartial judgments based on legal method.96 Consider, finally, the effects of an IC. Insofar as it helps states secure objectives otherwise out of reach, this may ground the ICs claims to give states and other deference constituencies new contentindependent, exclusionary reasons to act. To show how this account helps assess criticisms of the effects of ICs, we may distinguish between 1 the ICs output its judgments and interpretations 2 its outcome in the sense of states compliance with particular judgments and 3 the ultimate broader impact of such compliance on the ground.97 Consider claims that the ECtHRs legitimacy suffers from its immense backlog of approximately 60,000 cases.98 The ECtHR fails to adjudicate alleged human rights violations, and hence to prevent future violations. This account reframes and redirects much of this criticism towards states which, after all, control the ECtHR budget. The ECtHR arguably performs its task to enable states to fulfil their human rights obligations, though certain states routinely fail to comply.99 The ECtHR annual reports now names the four states which cause two thirds of the backlog, possibly to deflect legitimacy criticisms. Inversely, does the low number of substantive cases for ITLOS challenge its legitimacy?100 States may not find its offer of dispute adjudication a helpful addition to existing alternatives. This paucity in the core task of ITLOS may obstruct its broader range of tasks involved in specifying the treaty further and stabilizing expectations.101 However, it may still help states avoid disputes if they resolve them in its shadow, in light of expected judgments. The lack of cases is often a challenge for new ICs, which may actively seek to expand their jurisdiction,102 or market themselves as better than alternative dispute mechanisms.103 If the EU succeeds in establishing a new multilateral court for the settlement of investment disputes, it may also have to engage in such legitimation strategies, consistent with judicial standards of impartiality and independence.104 How does states deference to an ICs judgments and interpretations affect its legitimate authority? Solutions to some collective action problems may require almost no free riders.", "ICs can enable states in such circumstances by specifying rules and confirming compliance. These can be helpful signals.105 And ICs have other tasks than to resolve prisoners dilemmas. An impartial IC can contribute to law making and clarification, even if some parties to the dispute dont comply with the judgment itself.106 And human rights ICs can assure other parties of a states commitment, even if some states dont defer. Indeed, noncompliance with a human rights judgment may mainly hurt the reputation of the violator, in a complex reputation game.107 On the other hand, widespread noncompliance may challenge the legitimacy of ICs. If the task of ICs is to prevent free riders but several states persist, collective solutions may be out of reach, and no state may have reason to defer to the IC. And an IC cannot help a state credibly precommit to human rights compliance if many states fail to defer. The IC is no longer better placed than the state to provide assurance, and its legitimacy may be at stake. Some of the most difficult cases for ICs arise when they must adjudicate according to legal method, yet face recalcitrant states, which may refuse to comply or even exit from the jurisdiction of the court. Such cases might best be avoided by young ICs when they must build their legitimacy capital,108 since a noisy act of noncompliance by a powerful state that occurs early in a tribunals life may devastate its legitimacy.109 Consider finally concerns that full compliance notwithstanding, an institutions patent failure to deliver the goods for which it was created can impugn its legitimacy.110 Some such laudable objectives are human rights compliance, to bring suspected violators of international criminal law to justice, andarguablyto promote the international rule of law, or global justice. What if the ICC does not deter atrocities, or if bilateral investment treaties and tribunals do not foster more foreign direct investment? This account sheds some light on the complex consequences of such impactsor lack thereof on the legitimate authority of ICs. First, states and other deference constituencies have often tasked ICs with multiple, often incompatible, objectives. Thus the ICC will not be able to fully deter atrocities, and bring all perpetrators to justice, and bring full closure to conflicts, and create a complete historical record, and give voice to all victims, and reconcile enemies.111 Similar challenges occur when an IC takes on new objectives, in a layering of functions.112 Both the CJEU113 and the West African ECOWAS Court started as trade courts, but came to include human rights norms and cases.114 Such mission creep may be welcome insofar as the IC helps states better protect and promote the interests of individuals. However, the plurality of tasks gives rise to goal ambiguity, which yields problems of legitimacy.115 For instance, even though the ICC appears to have some deterrent effect,116 it will disappoint deference constituencies for failing to secure other objectives fully. More tasks for an IC increases the risks of failure and of inability to help every deference constituency act better. Critics may also challenge how the IC uses its discretion to balance multiple objectivesfor example, whether the ECOWAS Court or the CJEU give appropriate priority to human rights relative to market mobility. Still, even if objectives stand in some tension, the IC may enable states to act somewhat better.117 A second challenge occurs when the ICs mode of dispute resolution is a poor means for the broader objective. Then it does not perform the valuable task that states originally intended, and may not be legitimate unless it accomplishes other valuable tasks. One reason for such failure is the actions of others, be it states or other actors.118 Consider concerns that bilateral investment treaties BIT may fail to contribute to states objective of increasing foreign direct investment.119 A third concern is normatively problematic effects of ICs. The present account allows that an IC may not be legitimate even though it promotes states objectives as they intended.120 At least two sorts of problems may arise. Some critics worry that states have tasked ICs with normatively objectionable objectivesfor example, that the WTO AB upholds the global intellectual property regime to the detriment of poor populations, or that trade or investment treaties and ICs harms some states economies.121 Some ICs may thus enjoy false descriptive legitimacy.122 ICs may also be illegitimate if they have other negative impacts, neither intended nor foreseen. International law is often described as fragmented.123 One implication is that there are no agreed ways to harmonize possible conflicts among treaties and ICs, for example by requiring all of them to give human rights or environmental norms priority.124 Some claim that trade ICs prevent domestic governments from protecting individuals human rights or the environment against the impact of globalization.125 Others claim that international investment arbitration tribunals and the WTO AB hinder fairer international trade or prevent domestic distributive reforms, contrary to standards of global justice.126 Such criticisms and defences of the regimes and ICs rest on complex assessments of baselines, the complex interdependence among institutions, and alternative institutions.127 One challenge for such assessments of impacts concerns which standards of good reasons to apply.128 Some features of an ICs tasks, in complex interdependence with other actors, have implications for the sorts of norms it should interpret and apply, and the standards we should use to assess it. There are at least four reasons for caution in bringing our preferred normative standards to bear on ICs. First, the legal norms found in treaties are largely the result of interstate bargains, agreed under uncertainty and only partly insulated from power imbalances. Though not ideal, they still merit deference by ICs tasked to apply and interpret them. Second, these legal norms must be specified in ways suitable for application and robust against honest mistakes and abuse, by states, ICs, and other actors. For instance, ICs may have to assess a states claim to enjoy an exception to a rulefor example, due to hardship, emergencies, or violations of public morals.129 Such claims must be supportable by evidence, and all parties may make mistakes due to incompetence, ignorance or ill will. Third, the limited tasks and interdependence of ICs with other bodies counsels caution about which normative standards we should authorize ICs to apply, for example, when interpreting treaty norms.130 Several normative principles might primarily apply to the global legal and political order, while standardsfor example, of democratic accountabilitymay be appropriate for some institutions, but run counter to ICs task of helping democratic states bind themselves. Fourth, the standards appropriate for ICs may have to reflect a need to metacoordinate among states and other constituencies which disagree about substantive details of such standards, but which still recognize normative reasons to rely on a workable consensus.131 The normative legitimacy of ICs thus hinges in part on how well they perform their several tasks in a broad sense. But states preferences as stated in treaties are not decisive, and ICs may engender unintended beneficial or detrimental effects on states many appropriate reasons for action. These may go beyond explicit treaty objectivesextending perhaps to harmonizing and constitutionalizing international law, hollowing out domestic state sovereignty worth preserving, and indeed contributing to constitute states when delineating their scope of sovereignty. Some critics of legitimacy challenges to international law in general, and to ICs in particular, dismiss such concerns as nothing more than a privileged mode of social control, as pure noise that is rhetorically successful only as long as it avoids normative substance while upholding its semblance.132 This overview argues that such dismissals are at best premature. We can make some sense of the bewildering thicket of legitimacy challenges to international courts. One way to interpret and to assess many, if not all, such concerns draws on Razs account of legitimate authority, which drew attention to the peculiar tasks and complex multilevel institutional interdependence of these international courts. An IC enjoys such legitimate authority when it enhances actors ability to do what they already have appropriate reasons to doranging from promoting human rights and international criminal justice abroad to taking part in just global trade regimes. Such legitimacy criticisms must be determined in each case by delineating the tasks of that IC within the complex legal and political order. On this account, many, if not all, legitimacy criticisms appear to question whether the IC indeed serves such tasks, and whether the IC strikes the appropriate balance when the tasks conflict. Whether such criticisms are accurate, and whether any IC indeed exercises legitimate authority over various deference constituenciesstates and beyondremains to be determined."]