["32. Minerva Anestesiol. 2024 Oct9010892900.", "doi 10.23736S03759393.24.180741. The prognostic role of Neurologic Pupil Index in COVID19 patients a retrospective study. Garone A1, Gouvea Bogossian E1, Peratoner C1, Minini A1, Giannì G1, Migliorino E1, Donadello K2, Taccone FS1, Peluso L345. Author information 1Department of Intensive Care, Erasme Hospital, Université Libre de Bruxelles, Brussels, Belgium. 2Department of Anesthesia and Intensive Care B, Department of Surgery, Dentistry, Gynecology and Pediatrics, University of Verona, AOUIUniversity Hospital Integrated Trust of Verona, Policlinico G.B. Rossi, Verona, Italy. 3Department of Intensive Care, Erasme Hospital, Université Libre de Bruxelles, Brussels, Belgium lorenzopeluso80gmail.com. 4Department of Anesthesiology and Intensive Care, Humanitas Gavazzeni, Bergamo, Italy. 5Department of Biomedical Sciences, Humanitas University, Pieve Emanuele, Milan, Italy. BACKGROUND Neurological complications have been observed in approximately 30 of hospitalized COVID19 patients. The aim of this study was to evaluate whether early assessment of the Neurological Pupil Index NPiTM derived from an automated pupillometry could predict mortality in critically ill COVID19 patients. METHODS Retrospective cohort study of adult critically ill COVID19 patients admitted to the intensive care unit of a University Hospital patients without NPi measurement were excluded. The worst NPi i.e. lowest value from one eye was collected daily and then computed over the first five days of assessment. Mortality was assessed at hospital discharge. The secondary endpoint involved assessing differences in neurological assessments between patients who developed neurological complications and those who did not. RESULTS A total of 217 patients were included over the study period median age 61 5068 years, 70 were males. A total of 97 patients 45 died during the hospital stay. Among all patients, 35 16 experienced neurological complications. Nonsurvivors showed significantly a lower overall NPi 3.0 2.04.1 vs. 3.4 2.74.2 P0.04 than survivors. At multivariate logistic regression NPi was not significantly associated with inhospital mortality. Moreover, no differences in different NPi measurements were observed between patients with and without neurological complications. CONCLUSIONS In this study, NPi values were not independent predictor of mortality and neurological complications in critically ill COVID19 patients. DOI 10.23736S03759393.24.180741 PMID 39381870 Indexed for MEDLINE"]