["90. Influenza Other Respir Viruses. 2024 Oct1810e13314. doi 10.1111irv.13314. Meeting Report From Correlates of Protection for Next Generation Influenza Vaccines Lessons Learned From the COVID19 Pandemic. Krammer F1234, Katz JM5, Engelhardt OG6, Post DJ7, Roberts PC7, Sullivan SG89, Tompkins SM101112, Chiu C13, SchultzCherry S14, Cox RJ1516. Author information 1Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, New York, USA. 2Center for Vaccine Research and Pandemic Preparedness CVaRPP, Icahn School of Medicine at Mount Sinai, New York, New York, USA. 3Department of Pathology, Molecular and Cell Based Medicine, Icahn School of Medicine at Mount Sinai, New York, New York, USA. 4Ignaz Semmelweis Institute, Interuniversity Institute for Infection Research, Medical University of Vienna, Vienna, Austria. 5The Task Force for Global Health, Decatur, Georgia, USA. 6Science Research Innovation, Medicines and Healthcare products Regulatory Agency, Potters Bar, UK. 7Division of Microbiology and Infectious Diseases, National Institute of Allergy and Infectious Diseases, National Institutes of Health DMIDNIAIDNIH, Rockville, Maryland, USA. 8WHO Collaborating Centre for Reference and Research on Influenza, Royal Melbourne Hospital, and Department of Infectious Diseases, University of Melbourne at the Peter Doherty Institute for Infection and Immunity, Melbourne, Australia. 9Department of Epidemiology, University of California, Los Angeles, Los Angeles, California, USA. 10Center for Vaccines and Immunology, University of Georgia, Athens, Georgia, USA. 11Center for Influenza Disease and Emergence Response CIDER, University of Georgia, Athens, Georgia, USA. 12Department of Infectious Diseases, University of Georgia, Athens, Georgia, USA. 13Department of Infectious Diseases, Imperial College London, London, UK. 14Department of HostMicrobe Interactions, St Jude Childrens Research Hospital, Memphis, Tennessee, USA. 15Influenza Centre, Department of Clinical Science, University of Bergen, Bergen, Norway.", "16Department of Microbiology, Haukeland University Hospital, Bergen, Norway. BACKGROUND This report summarizes the discussions and conclusions from the Correlates of Protection for Next Generation Influenza Vaccines Lessons Learned from the COVID19 Pandemic meeting, which took place in Seattle, USA, from March 1, 2023, to March 3, 2023. CONCLUSIONS Discussions around influenza virus correlates of protection and their use continued from where the discussion had been left off in 2019. While there was not much progress in the influenza field itself, many lessons learned during the coronavirus disease 2019 COVID19 pandemic, especially the importance of mucosal immunity, were discussed and can directly be applied to influenza correlates of protection. 2024 The Authors. Influenza and Other Respiratory Viruses published by John Wiley Sons Ltd. DOI 10.1111irv.13314 PMID 39380156 Indexed for MEDLINE"]