["9. Cerebellum. 2024 Oct 9. doi 10.1007s12311024017515.", "Online ahead of print. Impact of SARSCoV2 Infection on Essential Tremor A Retrospective Clinical and Kinematic Analysis. Costa D1, Grandolfo S2, Birreci D2, Angelini L1, Passaretti M23, Cannavacciuolo A1, Martini A2, De Riggi M2, Paparella G12, Fasano A45, Bologna M67. Author information 1IRCCS Neuromed, Pozzilli IS, Italy. 2Department of Human Neurosciences, Sapienza University of Rome, Rome, Italy. 3Department of Clinical Neuroscience, Karolinska Institutet, Solna, Sweden. 4Krembil Research Institute, University Health Network, Toronto, ON, Canada. 5Edmond J. Safra Program in Parkinsons Disease, Morton and Gloria Shulman Movement Disorders Clinic, Toronto Western Hospital, Division of Neurology, University of Toronto, Toronto, ON, Canada. 6IRCCS Neuromed, Pozzilli IS, Italy. matteo.bolognauniroma1.it. 7Department of Human Neurosciences, Sapienza University of Rome, Rome, Italy. matteo.bolognauniroma1.it. In the past few years, SARSCoV2 infection has substantially impacted public health. Alongside respiratory symptoms, some individuals have reported new neurological manifestations or a worsening of preexisting neurological conditions. We previously documented two cases of essential tremor ET who experienced a deterioration in tremor following SARSCoV2 infection. However, the effects of SARSCoV2 on ET remain largely unexplored. This study aims to evaluate the impact of SARSCoV2 infection on a relatively broad sample of ET patients by retrospectively comparing their clinical and kinematic data collected before and after the exposure to SARSCoV2. We surveyed to evaluate the impact of SARSCoV2 infection on tremor features in ET. Subsequently, we retrospectively analysed clinical and kinematic data, including accelerometric recordings of postural and kinetic tremor. We included 36 ET patients 14 females with a mean age of 71.1 10.6 years. Among the 25 patients who reported SARSCoV2 infection, 11 44 noted a subjective worsening of tremor. All patients reporting subjective tremor worsening also exhibited symptoms of long COVID, whereas the prevalence of these symptoms was lower 50 in those without subjective exacerbation. The retrospective analysis of clinical data revealed a tremor deterioration in infected patients, which was not observed in noninfected patients. Finally, kinematic analysis revealed substantial stability of tremor features in both groups. The study highlighted a potential correlation between the SARSCoV2 infection and clinical worsening of ET. Long COVID contributes to a greater impact of tremor on the daily life of ET patients. 2024. The Authors. DOI 10.1007s12311024017515 PMID 39382809"]