["67. AME Case Rep. 2024 Aug 9884. doi 10.21037acr2359. eCollection 2024. Idiopathic myointimal hyperplasia of the mesenteric veinsa report of two cases. Uwah M1, BustamanteLopez L1, Devane L1, Hoff J1, GarciaHenriquez N1, Kline B1, Monson JRT1, Albert M1. Author information 1AdventHealth Department of Colorectal Surgery, Surgical Health Outcomes Consortium SHOC, Orlando, FL, USA. BACKGROUND Idiopathic myointimal hyperplasia of the mesenteric veins IMHMV is a rare condition that poses a diagnostic challenge to surgeons and pathologists alike. Our aim is to describe two cases of IMHMV requiring operative intervention. The challenge going forward is accurately and systematically identifying factors from both a pathologic and clinical perspective that guide timely diagnosis and avoid unnecessary treatment. CASE DESCRIPTION A 37yearold male with no significant past medical history was evaluated for a twomonth history of abdominal pain, constipation, diarrhea and recent bleeding per rectum. Computed tomography CT scan revealed abnormal wall thickening with surrounding inflammatory changes and mesenteric edema involving the descending and sigmoid colon as well as the rectum. The patient was taken to the operating room where he underwent a laparoscopicassisted extended left colectomy with end colostomy. The patient did well postoperatively and was ultimately meeting all goals for discharge by postoperative day 9. A 49yearold male with a past medical history of hypertension, gastroesophageal reflux and recent coronavirus disease 2019 COVID19 infection was admitted to another hospital following several months of colitis of unknown etiology unresponsive to antibiotics and steroids. CT scan revealed concentric, severe mural thickening and intramural edema of the distal descending colon extending to the rectum consistent with proctocolitis. The patient was taken to the operating room where he underwent a laparoscopicassisted low anterior resection with end colostomy with findings of an extremely indurated, thickened left colon and rectum. The patient recovered from these additional interventions and was discharged home in stable condition on postoperative day 32. CONCLUSIONS A multidisciplinary team approach to this condition will be vital to administering the appropriate treatment modalities for future cases of IMHMV. 2024 AME Publishing Company. All rights reserved. DOI 10.21037acr2359 PMCID PMC11459427 PMID 39380865 Conflict of interest statement Conflicts of Interest All authors have completed the ICMJE uniform disclosure form available at httpsacr.amegroups.comarticleview10.21037acr2359coif. L.B.L. serves as an unpaid editorial board member from May 2023 to April 2025. The other authors have no conflicts of interest to declare."]