["36. Digit Health. 2024 Oct 71020552076241281464. doi 10.117720552076241281464.", "eCollection 2024 JanDec. Stroke survivors telemedicine experiences during the COVID19 pandemic A phenomenological investigation. Kimmel B12, Walder A13, Ovalle A2, Venkatasubba Rao CP2, Savitz SI4, Goldberg M5, Warach S6, CruzFlores S7, Olson DM8, Anderson JA12. Author information 1Houston VA HSRD Center for Innovations in Quality, Effectiveness and Safety, Michael E. DeBakey Veterans Affairs Medical Center, Houston, TX, USA. 2Department of Neurology, Baylor College of Medicine, Houston, TX, USA. 3Department of Medicine, Baylor College of Medicine, Houston, TX, USA. 4Institute for Stroke and Cerebrovascular Disease, UTHealthHouston, TX, USA. 5Department of Neurology and Medicine, UT Health Science Center at San Antonio, San Antonio, TX, USA. 6Department of Neurology, Dell Medical School, The University of Texas at Austin, Austin, TX, USA. 7Department of Neurology, Texas Tech University Health Sciences Center El Paso, El Paso, TX, USA. 8Neuroscience Nursing Research Center, The University of Texas Southwestern Medical Center, Dallas, TX, USA. PURPOSE This study aimed to describe stroke survivors experiences receiving telemedicine visits at the Lone Star Stroke Consortium during the COVID19 pandemic. MATERIALS AND METHODS A qualitative descriptive phenomenological design was applied to gather patients telemedicine experiences through indepth interviews, using a study guide. Audiorecorded interviews were conducted via ZOOM and transcribed verbatim. Two independent reviewers used the Giorgi descriptive method to analyze the data and search for the essence of stroke survivors followup telemedicine experiences during the COVID19 pandemic. RESULTS Fifteen underserved patients were recruited mean age, 51.8 15.7, and 9 60 females. Three themes emerged 1 vivid memory of the stroke acute phase, 2 poststroke care experiences, and 3 perceived telemedicine experiences. CONCLUSIONS The phenomenon of followup telemedicine visits during COVID19 pandemic, as experienced by the stroke survivors, was positive. It showed patients improved care access for poststroke visits. Telemedicine was satisfactory, except where the full medical exam was needed. Study findings highlight the individual approach was important, as well as the need for reliable internet and training to improve patients technological skills. A hybrid approach for postpandemic followup visits inperson and telemedicine was recommended by stroke survivors. These findings suggest that telemedicine is feasible and effective for poststroke care. Additional strategies are needed to improve future telemedicine integration into the continuum of care. The Authors 2024. DOI 10.117720552076241281464 PMCID PMC11459570 PMID 39381819 Conflict of interest statement The authors declared no potential conflicts of interest with respect to the research, authorship, andor publication of this article."]