["44. Lancet Reg Health Eur. 2024 Sep 2046101082. doi 10.1016j.lanepe.2024.101082.", "eCollection 2024 Nov. Physical, cognitive, and social triggers of symptom fluctuations in people living with long COVID an intensive longitudinal cohort study. Greenwood DC12, Mansoubi M345, Bakerly ND6, Bhatia A4, Collett J7, Davies HE8, Dawes J49, Delaney B10, Ezekiel L11, Leveridge P5, Mir G12, Muhlhausen W13, Rayner C14, Read F15, Scott JT1617, Sivan M18, TuckerBell I14, Vashisht H13, Ward T19, OConnor DB20, Dawes H345 LOCOMOTION consortium. Collaborators Bakerly ND, Balasundaram K, Ball M, Barahona M, Casson A, Clarke J, Cook K, Cooper R, Curcin V, Darbyshire J, Davies HE, Dawes H, de Lusignan S, Delaney B, Echevarria C, Elkin S, Espinosa Gonzalez AB, Evans R, Evans S, Falope Z, Glampson B, Goodwin M, Greenhalgh T, Greenwood DC, Halpin S, Harris J, Hinton W, Horton M, Jones S, Kwon J, Lee C, Lovett A, Mansoubi M, Masey V, Master H, Mayer E, MezaTorres B, Milne R, Mir G, Morris J, Mosley A, Mullard J, OConnor D, OConnor R, Osborne T, Parkin A, Petrou S, Pick A, Prociuk D, Rayner C, Rebane A, Rogers N, Scott JT, Sivan M, Smith AB, Smith N, Tucker E, TuckerBell I, Williams P, Winch D, Wood C. Author information 1School of Medicine, University of Leeds, Leeds, UK. 2Leeds Institute for Data Analytics, University of Leeds, Leeds, UK. 3NIHR Exeter Biomedical Research Centre, University of Exeter, Exeter, UK. 4Medical School, University of Exeter, Exeter, UK. 5Department of Public Health and Sport Sciences, University of Exeter, Exeter, UK. 6Northern Care Alliance, Salford, UK. 7Department of Sport, Health and Social Work, Oxford Brookes University, Oxford, UK. 8Cardiff and Vale University Health Board, Cardiff, UK. 9University Hospitals Birmingham NHS Foundation Trust, Birmingham, UK. 10Faculty of Medicine, Department of Surgery Cancer, Imperial College, London, UK. 11School of Health Sciences, University of Southampton, Southampton, UK. 12Leeds Institute of Health Sciences, University of Leeds, Leeds, UK. 13In the Wild Research Limited, Dublin, Ireland. 14Patient Advisory Group PAG Representative, UK. 15Department of Health and Community Sciences, University of Exeter, Exeter, UK. 16COVID Recovery Service, NHS Highlands, Raigmore Hospital, Inverness, UK. 17MRCUniversity of Glasgow Centre for Virus Research, Glasgow, UK. 18Academic Department of Rehabilitation Medicine, University of Leeds, Leeds, UK. 19Insight SFI Research Centre for Data Analytics, Dublin City University, Dublin, Ireland. 20School of Psychology, University of Leeds, Leeds, UK. BACKGROUND Symptom fluctuations within and between individuals with long COVID are widely reported, but the extent to which severity varies following different types of activity and levels of exertion, and the timing of symptoms and recovery, have not previously been quantified. We aimed to characterise timing, severity, and nature of symptom fluctuations in response to effortful physical, social and cognitive activities, using Ecological Momentary Assessments. METHODS We recorded activity, effort, and severity of 8 core symptoms every 3 h for up to 24 days, in cohorts from both clinic and community settings. Symptom severities were jointly modelled using autoregressive and moving average processes. FINDINGS Consent was received from 376 participants providing 1 weeks measurements 273 clinicbased, 103 communitybased. Severity of all symptoms was elevated 30 min after all categories of activity. Increased effort was associated with increased symptom severity. Fatigue severity scores increased by 1.810 95 CI 1.61.9 following the highest physical exertions and by 1.5 1.41.7 following cognitive efforts. There was evidence of only mild delayed fatigue 3 h 0.3, 0.20.5 or one day later 0.2, 0.0 0.5. Fatigue severity increased as the day progressed 1.4, 1.01.7, and cognitive dysfunction was 0.2 lower at weekends 0.10.3. INTERPRETATION Cognitive, social, selfcare and physical activities all triggered increased severity across every symptom, consistent with associated common pathways as potential therapeutic targets. Clear patterns of symptom fluctuations emerged that support more targeted selfmanagement. FUNDING National Institute for Health and Care Research. 2024 The Authors. DOI 10.1016j.lanepe.2024.101082 PMCID PMC11458954 PMID 39381546 Conflict of interest statement This work is independent research funded by the National Institute for Health and Care Research NIHR Long COVID grant, Ref COVLT20016. The views expressed in this publication are those of the authors and not necessarily those of NIHR or The Department of Health and Social Care. All authors were supported by funding from this source DCG, MM, NDB, AB, JC, HED, JD, BD, LE, PL, GM, WM, CR, FR, JTS, MS, IT, HV, TW, DBOC, HD. DCG was additionally supported by funding from NHS England, NHS Improvement and NHS National Services Scotland. MM and HD are supported by the National Institute for Health and Care Research Exeter Biomedical Research Centre. JC is funded by the National Institute for Health and Care Research Oxford Health Biomedical Research Centre. BD is a member of the BioNTech Long COVID and vaccination review advisory board. MS was supported by funding from Research England Policy Support Fund and the Engineering and Physical Sciences Research Council, holds roles with the Oxford Handbook of Rehabilitation Medicine, Advances in Rehabilitation Science and Practice, Frontiers in Pain Research and the British Society of Physical and Rehabilitation Medicine. This work was undertaken on ARC4, part of the High Performance Computing facilities at the University of Leeds, UK."]