["84. J Gen Intern Med. 2024 Oct 8. doi 10.1007s11606024090625. Online ahead of print. The Impact of Long COVID on Employment and WellBeing A Qualitative Study of Patient Perspectives. MacEwan SR12, Rahurkar S34, Tarver WL35, Eiterman LP3, Melnyk H3, Olvera RG3, Eramo JL3, Teuschler L3, Gaughan AA3, Rush LJ3, Stanwick S6, Burpee SB7, McConnell E6, Schamess A6, McAlearney AS348. Author information 1Division of General Internal Medicine, College of Medicine, The Ohio State University, Columbus, OH, USA. Sarah.MacEwanosumc.edu. 2Center for the Advancement of Team Science, Analytics, and Systems Thinking in Health Services and Implementation Science Research CATALYST, College of Medicine, The Ohio State University, Columbus, OH, USA. Sarah.MacEwanosumc.edu. 3Center for the Advancement of Team Science, Analytics, and Systems Thinking in Health Services and Implementation Science Research CATALYST, College of Medicine, The Ohio State University, Columbus, OH, USA. 4Department of Biomedical Informatics, College of Medicine, The Ohio State University, Columbus, OH, USA. 5Division of Cancer Prevention and Control, The Ohio State University, Columbus, OH, USA. 6Division of General Internal Medicine, College of Medicine, The Ohio State University, Columbus, OH, USA. 7Department of Physical Medicine and Rehabilitation, College of Medicine, The Ohio State University, Columbus, OH, USA. 8Department of Family and Community Medicine, College of Medicine, The Ohio State University, Columbus, OH, USA. BACKGROUND Exploring the experiences of Long COVID patients who face challenges with employment may inform improvements in how healthcare systems can provide holistic care for this patient population. OBJECTIVE Understand perspectives about the impact of Long COVID on employment and wellbeing among patients seeking healthcare for Long COVID. DESIGN Qualitative study involving oneonone interviews. PARTICIPANTS Eligible participants were 18 years of age or older, spoke English, selfreported as doing well in daily life before having COVID19, and reported that COVID19 was still having a significant impact on their life three or more months following an acute infection. APPROACH Participants were recruited from a postCOVID recovery clinic at an academic medical center. Interviews were conducted from August to September 2022. KEY RESULTS Among all participants N 21, most described that they were not able to work at a capacity equivalent to their norm preCOVID19. For those who continued working after their COVID19 infection, the effort and energy required for work left little capacity to participate in other life activities and made it difficult to attend recommended healthcare appointments. Participants reported financial impacts of changes in employment including loss of income and changes in insurance, which were compounded by high healthcare costs. Changes in employment resulted in emotional repercussions including feelings of loss of selfidentity and fear of judgement at work. Participants discussed issues surrounding access to strategies to address challenges posed by the impact of Long COVID on employment, including strategies learned from healthcare providers to cope with Long COVID symptoms at work and efforts to seek disability benefits or workplace accommodations. CONCLUSIONS Patients with Long COVID may face significant challenges due to changes in their ability to work. Healthcare providers can support these patients by connecting them to financial assistance resources, facilitating appropriate mental health treatment, and expediting workplace accommodation requests. 2024. The Authors. DOI 10.1007s11606024090625 PMID 39379779"]