["97. Infect Dis Poverty. 2024 Oct 813171. doi 10.1186s4024902401234z. Global burden of viral infectious diseases of poverty based on Global Burden of Diseases Study 2021. Li XC12, Zhang YY12, Zhang QY12, Liu JS12, Ran JJ3, Han LF12, Zhang XX45. Author information 1School of Global Health, Chinese Center for Tropical Diseases Research, Shanghai Jiao Tong University School of Medicine, Shanghai, Peoples Republic of China. 2Institute of One Health, Shanghai Jiao Tong University, Shanghai, Peoples Republic of China. 3School of Public Health, Shanghai Jiao Tong University School of Medicine, Shanghai, Peoples Republic of China. 4School of Global Health, Chinese Center for Tropical Diseases Research, Shanghai Jiao Tong University School of Medicine, Shanghai, Peoples Republic of China. zhangxiaoxisjtu.edu.cn. 5Institute of One Health, Shanghai Jiao Tong University, Shanghai, Peoples Republic of China. zhangxiaoxisjtu.edu.cn. Contributed equally BACKGROUND Viral infectious diseases of poverty vIDPs remain a significant global health challenge. Despite their profound impact, the burden of these diseases is not comprehensively quantified. This study aims to analyze the global burden of six major vIDPs, including coronavirus disease 2019 COVID19, HIVAIDS, acute hepatitis, dengue, rabies, and Ebola virus disease EVD, using data from the Global Burden of Diseases, Injuries, and Risk Factors Study 2021 GBD 2021. METHODS Following the GBD 2021 framework, we analyzed the incidence, mortality, and disabilityadjusted life years DALYs of the six vIDPs across 204 countries and territories from 1990 to 2021. We examined the association between the SocioDemographic Index SDI and the burden of vIDPs. All estimates were reported as numbers and rates per 100,000 population, calculated using the Bayesian statistical model employed by GBD 2021, with 95 uncertainty intervals UI. RESULTS In 2021, vIDPs caused approximately 8.7 million deaths and 259.2 million DALYs, accounting for 12.8 and 9.0 of the global allcause totals, respectively. Globally, the burden of vIDPs varied significantly COVID19 caused around 7.9 million 95 UI 7.5, 8.4 deaths and 212.0 million 95 UI 197.9, 234.7 DALYs in 2021. Acute hepatitis had the secondhighest agestandardized incidence rate, with 3411.5 95 UI 3201.8, 3631.3 per 100,000 population, while HIVAIDS had a high agestandardized prevalence rate, with 483.1 95 UI 459.0, 511.4 per 100,000 population. Dengue incidence cases rose from 26.5 million 95 UI 3.9, 51.9 in 1990 to 59.0 million 95 UI 15.5, 106.9 in 2021. Rabies, although reduced in prevalence, continued to pose a significant mortality risk. EVD had the lowest overall burden but significant outbreak impacts. Agestandardized DALY rates for vIDPs were significantly negatively correlated with SDI acute hepatitis r 0.8, P 0.0001, rabies r 0.7, P 0.0001, HIVAIDS r 0.6, P 0.0001, COVID19 r 0.5, P 0.0001, dengue r 0.4, P 0.0001, and EVD r 0.2, P 0.005. CONCLUSIONS VIDPs pose major public health challenges worldwide, with significant regional, age, and gender disparities. The results underscore the need for targeted interventions and international cooperation to mitigate the burden of these diseases. Policymakers can use these findings to implement costeffective interventions and improve health outcomes, particularly in regions with high or increasing burdens. 2024.", "The Authors. DOI 10.1186s4024902401234z PMID 39380070 Indexed for MEDLINE"]