["73. Front Med Lausanne. 2024 Sep 24111461801. doi 10.3389fmed.2024.1461801.", "eCollection 2024. Opportunistic infections changed before and after SARSCoV2 infection in inflammatory bowel disease patients a retrospective singlecenter study in China. Fan Z1, Zhou H1, Zhang J1, Liu X1, Wu T1, Shi Y1, Lin J1, Liang J1. Author information 1State Key Laboratory of Holistic Integrative Management of Gastrointestinal Cancers and National Clinical Research Center for Digestive Diseases, Xijing Hospital of Digestive Diseases, Fourth Military Medical University, Xian, China. Contributed equally OBJECTIVE SARSCoV2 transmission has become a serious worldwide public health concern. However, there is currently insufficient data to determine whether SARSCoV2 infection would affect opportunistic infections in inflammatory bowel disease IBD patients. METHODS A retrospective study included 451 IBD patients 294 UC and 157 CD. The IBD patients were divided into two groups before SARSCoV2 infection and after SARSCoV2 infection, and outcomes were measured for these groups. The primary outcome was the presence and distribution of opportunistic infections. The secondary outcomes included factors associated with opportunistic infections, based on which a nomogram prediction model was developed and validated. RESULTS After SARSCoV2 infection, the proportion of IBD patients with opportunistic infections by Clostridium difficile 21.31 vs. 14.01, p 0.044 and EpsteinBarr virus 13.93 vs. 4.35, p 0.001 was significantly higher compared to that before. Conversely, the proportion of patients with hepatitis B virus 3.69 vs. 10.14, p 0.006 and herpes simplex virus type I 1.23 vs. 4.35, p 0.04 infections was significantly lower after the infection. Additionally, preSARSCoV2 infection factors associated with opportunistic infections in IBD include duration of illness, red blood cell count, the presence of comorbid chronic illnesses, and alcohol consumption, while postSARSCoV2 infection, the primary risk factors involve corticosteroid use, red blood cell count, protein level, and highsensitivity Creactive protein. CONCLUSION After the SARSCoV2 infection, there has been a shift in the occurrence of opportunistic infections among IBD patients. It might be attributed to the use of corticosteroids and also the strengthening of containment measures, heightened public health awareness, and widespread vaccination. Copyright 2024 Fan, Zhou, Zhang, Liu, Wu, Shi, Lin and Liang. DOI 10.3389fmed.2024.1461801 PMCID PMC11460596 PMID 39380736 Conflict of interest statement The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."]