["31. Arterioscler Thromb Vasc Biol. 2024 Oct 9. doi 10.1161ATVBAHA.124.321001.", "Online ahead of print. COVID19 Is a Coronary Artery Disease Risk Equivalent and Exhibits a Genetic Interaction With ABO Blood Type. Hilser JR12, Spencer NJ12, Afshari K12, Gilliland FD1, Hu H1, Deb A3, Lusis AJ345, Wilson Tang WH678, Hartiala JA1, Hazen SL678, Allayee H12. Author information 1Department of Population and Public Health Sciences, Keck School of Medicine, University of Southern California, Los Angeles. J.R.H., N.J.S., K.A., F.D.G., H.H., J.A.H., H.A.. 2Department of Biochemistry and Molecular Medicine, Keck School of Medicine, University of Southern California, Los Angeles. J.R.H., N.J.S., K.A., H.A.. 3Department of Medicine, David Geffen School of Medicine of UCLA, CA. A.D., A.J.L.. 4Department of Microbiology, Immunology, and Molecular Genetics, David Geffen School of Medicine of UCLA, CA. A.J.L.. 5Department of Human Genetics, David Geffen School of Medicine of UCLA, CA. A.J.L.. 6Department of Cardiovascular and Metabolic Sciences, Lerner Research Institute, Cleveland Clinic, OH. W.H.W.T., S.L.H.. 7Department of Cardiovascular Medicine, Heart, Vascular, and Thoracic Institute, Cleveland Clinic, OH. W.H.W.T., S.L.H.. 8Center for Microbiome and Human Health, Cleveland Clinic, OH. W.H.W.T., S.L.H.. Contributed equally BACKGROUND COVID19 is associated with acute risk of major adverse cardiac events MACE, including myocardial infarction, stroke, and mortality allcause. However, the duration and underlying determinants of heightened risk of cardiovascular disease and MACE postCOVID19 are not known. METHODS Data from the UK Biobank was used to identify COVID19 cases n10 005 who were positive for polymerase chain reaction PCRbased tests for SARSCoV2 infection n8062 or received hospitalbased International Classification of Diseases version10 ICD10 codes for COVID19 n1943 between February 1, 2020 and December 31, 2020. Population controls n217 730 and propensity scorematched controls n38 860 were also drawn from the UK Biobank during the same period. Proportional hazard models were used to evaluate COVID19 for association with longterm 1000 days risk of MACE and as a coronary artery disease risk equivalent. Additional analyses examined whether COVID19 interacted with genetic determinants to affect the risk of MACE and its components. RESULTS The risk of MACE was elevated in COVID19 cases at all levels of severity HR, 2.09 95 CI, 1.942.25 P0.0005 and to a greater extent in cases hospitalized for COVID19 HR, 3.85 95 CI, 3.514.24 P0.0005. Hospitalization for COVID19 represented a coronary artery disease risk equivalent since incident MACE risk among cases without history of cardiovascular disease was even higher than that observed in patients with cardiovascular disease without COVID19 HR, 1.21 95 CI, 1.081.37 P0.005. A significant genetic interaction was observed between the ABO locus and hospitalization for COVID19 Pinteraction0.01, with risk of thrombotic events being increased in subjects with nonO blood types HR, 1.65 95 CI, 1.292.09 P4.8105 to a greater extent than subjects with blood type O HR, 0.96 95 CI, 0.661.39 P0.82. CONCLUSIONS Hospitalization for COVID19 represents a coronary artery disease risk equivalent, with postacute myocardial infarction and stroke risk particularly heightened in nonO blood types. These results may have important clinical implications and represent, to our knowledge, one of the first examples of a genepathogen exposure interaction for thrombotic events. DOI 10.1161ATVBAHA.124.321001 PMID 39381876"]