["42. J Trauma Inj. 2023 Dec364343353. doi 10.20408jti.2023.0053.", "Epub 2023 Dec 22. Comparison of pediatric injury patterns before and during the COVID19 pandemic in Korea a retrospective study. Nam GP1, Choi WS1, Cho JS12, Lim YS12, Woo JH12, Jang JH12, Choi JY12. Author information 1Department of Emergency Medicine, Gachon University Gil Medical Center, Incheon, Korea. 2Department of Emergency Medicine, Gachon University College of Medicine, Incheon, Korea. PURPOSE The COVID19 pandemic led to significant changes in the lifestyle patterns of children and affected the patterns of pediatric injuries. This study analyzed the changing patterns of pediatric injury overall and by age groups, based on the datasets before and during the COVID19 pandemic. METHODS This study is based on the data of patients who presented with injuries at 23 hospital emergency departments participating in the Emergency Departmentbased Injury Indepth Surveillance EDIIS conducted by the Korea Disease Control and Prevention Agency. The surveillance data was categorized by injury mechanism, location, activity, and severity. We analyzed the injury patterns of pediatric patients aged 0 to 15 years. Subgroup analysis was conducted by age group in children aged 7 to 15 years, 1 to 6 years, and 1 year. RESULTS When comparing the COVID19 pandemic period to the preCOVID19 period, the total number of pediatric patients with injuries decreased by 38.7, while the proportions of inhome injuries 57.9 vs. 67.9, and minor injuries 38.9 vs. 39.7 increased. In the 7 to 15 years group, bicycle riding injuries 50.9 vs. 65.6 and personal mobility device injuries 2.4 vs. 4.6 increased. The 1 to 6 years group also showed an increase in bicycle accident injuries 15.8 vs. 22.4. In the 1 year group, injuries from falls increased 44.5 vs. 49.9. Selfharm injuries in the 7 to 15 years group also increased 1.6 vs. 2.8. CONCLUSIONS During the COVID19 pandemic period, the overall number of pediatric injuries decreased, while injuries occurring at home and during indoor activities increased. Traffic accidents involving bicycles and personal mobility devices and selfharm injuries increased in the 7 to 15 years group. In the 1 year group, the incidence of falls increased. Medical and societal preparedness is needed so that we might anticipate these changes in the patterns of pediatric injuries during future infectious disease pandemics. 2023 The Korean Society of Traumatology. DOI 10.20408jti.2023.0053 PMCID PMC11309247 PMID 39381577 Conflict of interest statement Conflicts of interest The authors have no conflicts of interest to declare."]