["26. Pediatr Int. 2024 JanDec661e15818. doi 10.1111ped.15818. Stigma of coronavirus disease 2019 among hospitalized children and their parents A prospective cohort study. Iijima H1, Ishitsuka K2, Kubota M1. Author information 1Department of General Pediatrics and Interdisciplinary Medicine, National Center for Child Health and Development, Tokyo, Japan. 2Social Medicine, National Research Institute for Child Health and Development, Tokyo, Japan. BACKGROUND The stigma associated with coronavirus disease 2019 COVID19 is a global problem that causes psychosomatic distress, including depression, anxiety, and loneliness. However, few studies have investigated the stigma of COVID19 and the associated mental health impact on children or parents. METHODS We conducted a prospective cohort study at the National Center for Child Health and Development in Tokyo, Japan, between November 2021 and October 2022. Children 417 years of age with COVID19 and parents of hospitalized children 017 years of age with COVID19 were enrolled in the study. Children with special healthcare needs were excluded. The questionnaires on stigma and mental health depression, anxiety, and loneliness were administered during hospitalization and at the 1 month followup evaluation after discharge. RESULTS During the study period, 47 children and 111 parents were included. Thirtyeight children 81 and 105 parents 95 answered the questionnaires at the 1 month follow up, respectively. Approximately 70 of participants were categorized as a highstigma group. In children, subjective stigma was associated with loneliness during hospitalization mean difference MD 2.32 95 confidence interval CI, 0.114.52 and depression at the 1 month follow up MD 2.44 95 CI, 0.404.48. In parents, presumed stigma was associated with depression, anxiety, and loneliness at 1 month follow up MD 2.24, 1.68, and 1.15 95 CI, 0.583.89, 0.113.25, and 0.082.21. CONCLUSION Our findings suggest that the stigma associated with COVID19 continues to affect mental health for more than a month after discharge, and the effects of stigma on mental health differed between the children and parents. 2024 Japan Pediatric Society. DOI 10.1111ped.15818 PMID 39382187 Indexed for MEDLINE"]