["33. Cyberpsychol Behav Soc Netw. 2024 Oct 9.", "doi 10.1089cyber.2024.0152. Online ahead of print. Enhancing or Compensating? Role of On and Offline Social Capital and Technological SelfEfficacy on Subjective WellBeing among Immigrants and Natives. Yoo N1, Jang SH2. Author information 1Silver School of Social Work, New York University, New York, New York, USA. 2Department of Sociology, Korea University, Seongbukgu, Korea. The ability and selfefficacy to utilize the internet and technological devices has become critical during the COVID19 pandemic. By examining the role of on and offline social capital as a moderator in the relationship between technological selfefficacy TSE and subjective wellbeing, this study aims to contribute to the understanding of whether the social compensation or social enhancement hypotheses explain the wellbeing of immigrants in South Korea during the COVID19 pandemic. We analyzed data from the 2020 Digital Divide Survey of immigrants n 700 and nativeborn Koreans n 6,910 aged 18 years. In the ordinary least squares regression model, subjective wellbeing SWB was the dependent variable and TSE was the independent variable. Online social capital, including bonding and bridging, was the moderating variable. Moreover, we tested the moderated moderation of nativity and on and offline social capital. The results showed that bonding and bridging on and offline social capital played a positive role in the SWB of both immigrants and nativeborn Koreans bridging played a greater role among immigrants than among nativeborn Koreans. Furthermore, the interaction between TSE and online bonding social capital has a stronger association with the SWB of immigrants, as supported by the moderated moderation model. In line with the social enhancement hypothesis, immigrants with more online bonding social capital showed a stronger positive association between TSE and subjective wellbeing. Our results suggest that culturally adapted technological education for immigrants can be tailored to meet their unique needs and experiences. DOI 10.1089cyber.2024.0152 PMID 39381858"]