["70. Can Commun Dis Rep. 2024 Oct 35010345356. doi 10.14745ccdr.v50i10a03.", "eCollection 2024 Oct. Mathematical modelling for pandemic preparedness in Canada Learning from COVID19. Ogden NH1, Acheson ES1, Brown K23, Champredon D1, Colijn C4, Diener A5, Dushoff J6, Earn DJ7, GabrieleRivet V1, Gangbè M1, Guillouzic S8, Hennessy D9, Hongoh V1, Hurford A10, Kanary L1, Li M1, Ng V1, Otto SP11, Papst I1, Rees EE1, Tuite A312, MacLeod MR8, Murall CL13, Waddell L1, Wasfi R1, Wolfson M14. Author information 1Public Health Risk Sciences Division, National Microbiology Laboratory, Public Health Agency of Canada. 2Public Health Ontario, Toronto, ON.", "3Dalla Lana School of Public Health, University of Toronto, Toronto, ON. 4Department of Mathematics, Simon Fraser University, Burnaby, BC. 5Health Policy Branch, Health Canada, Ottawa, ON. 6Department of Biology and Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, ON. 7Department of Mathematics and Statistics and Michael G. DeGroote Institute for Infectious Disease Research, McMaster University, Hamilton, ON. 8Centre for Operational Research and Analysis, Defence Research and Development Canada, Department of National Defence, Ottawa, ON. 9Health Analysis Division, Analytical Studies and Modelling Branch, Statistics Canada, Ottawa, ON. 10Department of Biology and Department of Mathematics and Statistics, Memorial University of Newfoundland, St.", "Johns, NL. 11Department of Zoology and Biodiversity Research Centre, University of British Columbia, Vancouver, BC. 12Centre for Immunization Programs, Public Health Agency of Canada, Ottawa, ON. 13Public Health Genomics Division, National Microbiology Laboratory, Public Health Agency of Canada. 14Faculty of Medicine and Faculty of LawCommon Law, University of Ottawa, Ottawa, ON. BACKGROUND The COVID19 pandemic underlined the need for pandemic planning but also brought into focus the use of mathematical modelling to support public health decisions. The types of models needed compartment, agentbased, importation are described. Best practices regarding biological realism including the need for multidisciplinary expert advisors to modellers, model complexity, consideration of uncertainty and communications to decisionmakers and the public are outlined. METHODS A narrative review was developed from the experiences of COVID19 by members of the Public Health Agency of Canada External Modelling Network for Infectious Diseases PHAC EMNID, a national community of practice on mathematical modelling of infectious diseases for public health. RESULTS Modelling can best support pandemic preparedness in two ways 1 by modelling to support decisions on resource needs for likely future pandemics by estimating numbers of infections, hospitalized cases and cases needing intensive care, associated with epidemics of hypotheticalyetplausible pandemic pathogens in Canada and 2 by having readytogo modelling methods that can be readily adapted to the features of an emerging pandemic pathogen and used for longrange forecasting of the epidemic in Canada, as well as to explore scenarios to support public health decisions on the use of interventions. CONCLUSION There is a need for modelling expertise within public health organizations in Canada, linked to modellers in academia in a community of practice, within which relationships built outside of times of crisis can be applied to enhance modelling during public health emergencies. Key challenges to modelling for pandemic preparedness include the availability of linked public health, hospital and genomic data in Canada. DOI 10.14745ccdr.v50i10a03 PMCID PMC11460797 PMID 39380801"]