["72. Int J Stress Manag. 2024 May312130147.", "doi 10.1037str0000318.", "Epub 2024 Jan 11. Differential effects of COVID19 stressor types on mental health and moderating roles of coping strategies. Emrich M1, Park CL1, Russell BS2, Fendrich M3.", "Author information 1Department of Psychological Sciences, University of Connecticut, Storrs, CT, USA. 2Department of Human Development and Family Studies, University of Connecticut, Storrs, CT, USA. 3School of Social Work, University of Connecticut, Hartford, CT, USA. Stress exposure often leads to poor mental health, but whether certain types of stressors predict differential levels of mental health symptoms and whether coping differentially moderates these associations remain untested. This study examined whether COVID19 stressor types financial, activity, and infectionrelated differentially predicted subsequent mental health general distress, posttraumatic stress symptoms PTSS, and positive states of mind and whether different types of coping moderated these relationships. In April, 2020, questionnaires assessing the impact of COVID19 on daily life were administered to an adult sample across the US N 1,546 861 55.7 of whom completed questionnaires one month later. Nearly all stressor types independently predicted each aspect of mental health. Behavioral disengagement moderated links between both activity and infectionrelated stressors and mental health. Seeking emotional social support moderated links between infectionrelated stressors and both general distress and positive states of mind as well as activityrelated stressors and general distress. Positive reappraisal moderated links between financialrelated stressors and positive states of mind. Acceptance coping predicted better mental health but was not a significant moderator. Stressor types and coping strategies are important determinants of effects of COVID19 on mental health our findings suggest possible screening and intervention implications and directions for future research. DOI 10.1037str0000318 PMCID PMC11458147 PMID 39380747 Conflict of interest statement Disclosure Statement The authors report that there are no competing interests to declare."]