["12. Bioprocess Biosyst Eng. 2024 Oct 9. doi 10.1007s00449024030941. Online ahead of print. Inline Raman spectroscopy as process analytical technology for SARSCoV2 VLP production. Moura Dias F12, Teruya MM1, Omae Camalhonte S2, Aragão Tejo Dias V1, de Oliveira Guardalini LG2, Leme J2, Consoni Bernardino T2, Sposito FS3, Dias E3, Manciny Astray R4, Tonso A5, Attie Calil Jorge S2, Fernández Núñez EG6. Author information 1Laboratório de Engenharia de Bioprocessos. Escola de Artes, Ciências E Humanidades EACH, Universidade de São Paulo, Rua Arlindo Béttio, 1000, São Paulo, SP, CEP 03828000, Brazil. 2Laboratório de Biotecnologia Viral, Instituto Butantan, Av Vital Brasil 1500, São Paulo, SP, CEP 05503900, Brazil. 3Merck Brasil, Alameda Xingu, 350, Alphaville Industrial, São Paulo, SP, CEP 06455030, Brazil. 4Laboratório Multipropósito, Instituto Butantan, Av. Vital Brasil 1500, São Paulo, SP, CEP 05503900, Brazil. 5Laboratório de Células Animais, Departamento de Engenharia Química, Escola Politécnica, Universidade de São Paulo. Av. Prof. Luciano Gualberto, Travessa Do Politécnico, 380, São Paulo, SP, 05508010, Brazil. 6Laboratório de Engenharia de Bioprocessos. Escola de Artes, Ciências E Humanidades EACH, Universidade de São Paulo, Rua Arlindo Béttio, 1000, São Paulo, SP, CEP 03828000, Brazil. egfnunezusp.br. Contributed equally The present work focused on inline Raman spectroscopy monitoring of SARSCoV2 VLP production using two culture media by fitting chemometric models for biochemical parameters viable cell density, cell viability, glucose, lactate, glutamine, glutamate, ammonium, and viral titer. For that purpose, linear, partial least square PLS, and nonlinear approaches, artificial neural network ANN, were used as correlation techniques to build the models for each variable. ANN approach resulted in better fitting for most parameters, except for viable cell density and glucose, whose PLS presented more suitable models. Both were statistically similar for ammonium. The mean absolute error of the best models, within the quantified value range for viable cell density 375,0001,287,500 cellmL, cell viability 29.76100.00, glucose 8.70010.500 g, lactate 0.0190.400 gL, glutamine 0.9251.520 gL, glutamate 0.5521.610 gL, viral titer no virus quantified7.505 log10 PFUmL and ammonium 0.00740.0478 gL were, respectively, 41,533 45,273 cellmL PLS, 1.63 1.54 ANN, 0.058 0.065 gL PLS, 0.007 0.007 gL ANN, 0.007 0.006 gL ANN, 0.006 0.006 gL ANN, 0.211 0.221 log10 PFUmL ANN, and 0.0026 0.0026 gL PLS or 0.0027 0.0034 gL ANN. The correlation accuracy, errors, and best models obtained are in accord with studies, both online and offline approaches while using the same insect cellbaculovirus expression system or different cell host. Besides, the biochemical tracking throughout bioreactor runs using the models showed suitable profiles, even using two different culture media. 2024. The Authors, under exclusive licence to SpringerVerlag GmbH Germany, part of Springer Nature. DOI 10.1007s00449024030941 PMID 39382655"]