["81. Rev Bras Ginecol Obstet. 2024 Sep 1846erbgo69. doi 10.61622rbgo2024rbgo69.", "eCollection 2024. Neonatal and maternal outcomes of mRNA versus NonmRNA COVID19 vaccines in pregnant patients a systematic review and metaanalysis. Oliveira JA1, da Silva EG2, Karasu AFG3, Silva AMN4, Philip CE5. Author information 1Universidade Federal de Minas Gerais Belo HorizonteMG Brazil Universidade Federal de Minas Gerais, Belo Horizonte, MG, Brazil. 2Centro Universitário de Jaguariúna JaguariúnaSP Brazil Centro Universitário de Jaguariúna, Jaguariúna, SP, Brazil. 3Bezmialem Vakif University Istanbul Turkey Obstetrician and Gynecologist, Bezmialem Vakif University, Istanbul, Turkey. 4Escola Bahiana de Medicina e Saúde Pública SalvadorBA Brazil Escola Bahiana de Medicina e Saúde Pública, Salvador, BA, Brazil. 5Beaumont hospital Dublin Ireland Obstetrician and Gynecologist, Beaumont hospital, Dublin, Ireland. OBJECTIVE To compare the effectiveness and safety of nonmRNA versus mRNA COVID19 vaccines on pregnant women and their newborns in a systematic review with metaanalysis. DATA SOURCES We searched PubMed, Embase, and Cochrane Central in May 2023. STUDY SELECTION The search strategy yielded 4451 results, 16 studies were fully reviewed. We selected casecontrol studies analysing nonmRNA versus mRNA vaccines. Data collection and analysis we assessed the risk of bias using the Cochrane Risk of Bias in Nonrandomized Studies of Interventions ROBINSI tool. Standardised mean differences were pooled using randomeffect models. DATA SYNTHESIS We identified 8 prospective and retrospective studies with a total of 32,153 patients. NonmRNA vaccines were associated with a higher incidence of fever OR 2.67 95 CI 2.083.43 p0.001, and a lower incidence of fetal or neonatal death OR 0.16 95 CI 0.080.33 p0.001. In subgroup analyses, the Jansen vaccine Ad26.COV2.S was found to have a higher rate of premature labordelivery OR 4.48 95 CI 1.4513.83 p0.009 and missedspontaneous abortion OR 1.90 95 CI 1.093.30 p0.02, as compared with the Pfizer BNT162b2 vaccine. CONCLUSION nonmRNA vaccines are associated with a lower incidence of fetal or neonatal death among pregnant women who receive a Covid19 vaccine, although at an increased rate of pyrexia compared with mRNA vaccines. Other studies are required for better assessment. PROSPERO CRD42023421814. DOI 10.61622rbgo2024rbgo69 PMCID PMC11460421 PMID 39380590 Indexed for MEDLINE Conflict of interest statement Conflicts to interest none to declare."]