["79. Int J Public Health. 2024 Sep 24691606221. doi 10.3389ijph.2024.1606221.", "eCollection 2024. SARSCoV2 Quarantine Mandated by Contact Tracing Burden and Infection Rate Among Close Contacts in Zurich, Switzerland, 20202021. Aschmann HE123, Domenghino A34, Jung R3, Ballouz T3, Menges D3, Fehr J3, Puhan MA3. Author information 1Division of Pulmonary and Critical Care Medicine, University of California San Francisco, San Francisco, CA, United States. 2Department of Epidemiology and Biostatistics, University of California San Francisco, San Francisco, CA, United States. 3Epidemiology, Biostatistics and Prevention Institute, University of Zurich, Zurich, Switzerland. 4Department of Visceral and Transplantation Surgery, University Hospital Zurich, Zurich, Switzerland. OBJECTIVES Before vaccines and effective treatments were available, quarantine of close contacts was important to limit the spread of SARSCoV2. To evaluate potential benefits and harms of quarantine, we aimed to estimate infection rates and describe experiences and mental health among persons in mandated quarantine during the early SARSCoV2 pandemic. METHODS We invited adults in mandated quarantine after an exposure to SARSCoV2 identified through contact tracing of the Canton of Zurich, Switzerland, between August 2020 and January 2021. Participants completed two questionnaires and received up to two SARSCoV2 polymerase chain reaction tests, during and at the end of quarantine. RESULTS Among 395 participants, quarantine duration ranged from 2 to 20 days. By day 11 since the last contact, 11.1 95 CI 8.414.7 were infected with SARSCoV2. The proportion of participants with symptoms of depression doubled from 9.3 before quarantine to 18.9 during quarantine, and 12.1 reported quarantine was very or extremely difficult. CONCLUSION Although quarantine was only moderately burdensome for most participants, some experienced significant difficulties and burden. Policymakers need to balance infection control with potential harms placed on individuals. Copyright 2024 Aschmann, Domenghino, Jung, Ballouz, Menges, Fehr and Puhan. DOI 10.3389ijph.2024.1606221 PMCID PMC11458386 PMID 39380638 Indexed for MEDLINE Conflict of interest statement The authors declare that they do not have any conflicts of interest."]