["54. Antib Ther. 2024 Sep 2674307323. doi 10.1093abttbae025.", "eCollection 2024 Oct. AIbased antibody discovery platform identifies novel, diverse, and pharmacologically active therapeutic antibodies against multiple SARSCoV2 strains. Loomis CM1, Lahlali T2, Van Citters D1, Sprague M1, Neveu G2, Somody L2, Siska CC1, Deming D1, Asakawa AJ1, Amimeur T1, Shaver JM1, Carbonelle C2, Ketchem RR1, Alam A2, Clark RH1. Author information 1Department of Discovery Molecular Design, JustEvotec Biologics Inc., 401 Terry Avenue N., Seattle, WA 98109, USA. 2Department of Virology, Evotec ID, 40, Avenue Tony Garnier, 69007 Lyon, France. BACKGROUND We are entering a new era of antibody discovery and optimization where machine learning ML processes will become indispensable for the design and development of therapeutics. METHODS We have constructed a Humanoid Antibody Library for the discovery of therapeutics that is an initial step towards leveraging the utility of artificial intelligence and ML. We describe how we began our validation of the library for antibody discovery by isolating antibodies against a target of pandemic concern, SARSCoV2. The two main antibody quality aspects that we focused on were functional and biophysical characterization. RESULTS The applicability of our platform for effective therapeutic antibody discovery is demonstrated here with the identification of a panel of human monoclonal antibodies that are novel, diverse, and pharmacologically active. CONCLUSIONS These firstgeneration antibodies, without the need for affinity maturation, exhibited neutralization of SARSCoV2 viral infectivity across multiple strains and indicated high developability potential. The Authors 2024. Published by Oxford University Press on behalf of Antibody Therapeutics. DOI 10.1093abttbae025 PMCID PMC11456866 PMID 39381135 Conflict of interest statement All authors were employees of JustEvotec BiologicsEvotec at the time all work was performed. All work was performed by employees of JustEvotec BiologicsEvotec."]