["75. Infect Dis Model. 2024 Sep 12101150162.", "doi 10.1016j.idm.2024.09.002. eCollection 2025 Mar. Planning and adjusting the COVID19 booster vaccination campaign to reduce disease burden. Di Domenico L1, Goldberg Y2, Colizza V34. Author information 1Institute of Social and Preventive Medicine, University of Bern, Bern, Switzerland. 2Faculty of Data and Decisions Science, TechnionIsrael Institute of Technology, Haifa, Israel. 3Sorbonne Université, INSERM, Pierre Louis Institute of Epidemiology and Public Health, Paris, France. 4Department of Biology, Georgetown University, WA, District of Columbia, USA. As public health policies shifted in 2023 from emergency response to longterm COVID19 disease management, immunization programs started to face the challenge of formulating routine booster campaigns in a still highly uncertain seasonal behavior of the COVID19 epidemic. Mathematical models assessing past booster campaigns and integrating knowledge on waning of immunity can help better inform current and future vaccination programs. Focusing on the first booster campaign in the 20212022 winter in France, we used a multistrain agestratified transmission model to assess the effectiveness of the observed booster vaccination in controlling the succession of Delta, Omicron BA.1 and BA.2 waves. We explored counterfactual scenarios altering the eligibility criteria and interdose delay. Our study showed that the success of the immunization program in curtailing the Omicron BA.1 and BA.2 waves was largely dependent on the inclusion of adults among the eligible groups, and was highly sensitive to the interdose delay, which was changed over time. Shortening or prolonging this delay, even by only one month, would have required substantial social distancing interventions to curtail the hospitalization peak. Also, the time window for adjusting the delay was very short. Our findings highlight the importance of readiness and adaptation in the formulation of routine booster campaign in the current level of epidemiological uncertainty. 2024 The Authors. DOI 10.1016j.idm.2024.09.002 PMCID PMC11459620 PMID 39380724 Conflict of interest statement The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."]