["3. JMIR Public Health Surveill. 2024 Oct 910e57803.", "doi 10.219657803. National Trends in the Prevalence of SelfPerceived Overweight Among Adolescents Between 2005 and 2022 Nationwide Representative Study. Jeong J12, Lee S1, Lee K23, Kim S12, Park J23, Son Y24, Lee H23, Lee H2, Kang J56, Rahmati M789, Pizzol D1011, Smith L12, López Sánchez GF13, Dragioti E14, Fond G9, Boyer L9, Woo S12, Rhee SY123415, Yon DK123416.", "Author information 1Department of Medicine, Kyung Hee University College of Medicine, Seoul, Republic of Korea. 2Center for Digital Health, Medical Science Research Institute, Kyung Hee University College of Medicine, Seoul, Republic of Korea. 3Department of Regulatory Science, Kyung Hee University, Seoul, Republic of Korea. 4Department of Precision Medicine, Kyung Hee University College of Medicine, Seoul, Republic of Korea. 5Division of Sleep Medicine, Harvard Medical School, Boston, MA, United States. 6Department of Anesthesia, Critical Care and Pain Medicine, Massachusetts General Hospital, Boston, MA, United States. 7Department of Physical Education and Sport Sciences, Faculty of Literature and Human Sciences, Lorestan University, Khoramabad, Iran. 8Department of Physical Education and Sport Sciences, Faculty of Literature and Humanities, ValiEAsr University of Rafsanjan, Rafsanjan, Iran. 9CEReSSHealth Service Research and Quality of Life Center, Assistance PubliqueHôpitaux de Marseille, AixMarseille University, Marseille, France. 10Health Unit, Eni, San Donato Milanese, Italy. 11Health Unit, Eni, Maputo, Mozambique. 12Centre for Health, Performance, and Wellbeing, Anglia Ruskin University, Cambridge, United Kingdom. 13Division of Preventive Medicine and Public Health, Department of Public Health Sciences, School of Medicine, University of Murcia, Murica, Spain. 14Research Laboratory Psychology of Patients, Families and Health Professionals, Department of Nursing, School of Health Sciences, University of Ioannina, Ioannina, Greece. 15Department of Endocrinology and Metabolism, Kyung Hee University School of Medicine, Seoul, Republic of Korea. 16Department of Pediatrics, Kyung Hee University Medical Center, Kyung Hee University College of Medicine, Seoul, Republic of Korea. Contributed equally BACKGROUND Despite several studies on selfevaluation of health and body shape, existing research on the risk factors of selfperceived overweight is insufficient, especially during the COVID19 pandemic. OBJECTIVE This study aims to identify the risk factors affecting selfperceived overweight and examine how the prevalence of selfperceived overweight has changed before and during the COVID19 pandemic. Specifically, we analyzed the impact of altered lifestyles due to COVID19 on this phenomenon. METHODS The data used in the study were obtained from middle and high school students who participated in the Korean Youth Risk Behavior Webbased Survey N1,189,586. This survey was a 2stage stratified cluster sampling survey representative of South Korean adolescents. We grouped the survey results by year and estimated the slope in the prevalence of selfperceived overweight before and during the pandemic using weighted linear regression, as well as the prevalence tendencies of selfperceived overweight according to various risk factors. We used prevalence ratios to identify the risk factors for selfperceived overweight. In addition, we conducted comparisons of risk factors in different periods to identify their associations with the COVID19 pandemic. RESULTS The prevalence of selfperceived overweight was much higher than BMIbased overweight among 1,189,586 middle and high school participants grade 712 from 2005 to 2022 female participants n577,102, 48.51. From 2005 to 2019 prepandemic, the prevalence of selfperceived overweight increased β2.80, 95 CI 2.702.90, but from 2020 to 2022 pandemic it decreased β0.53, 95 CI 0.74 to 0.33. During the pandemic, individuals with higher levels of stress or lower household economic status exhibited a more substantial decrease in the rate of selfperceived overweight. The prevalence of selfperceived overweight tended to be higher among individuals with poor academic performance, lower economic status, poorer subjective health, and a higher stress level. CONCLUSIONS Our nationwide study, conducted over 18 years, indicated that selfperceived overweight decreased during the COVID19 period while identifying low academic performance and economic status as risk factors. These findings suggest the need for policies and facilities to address serious dieting and body dissatisfaction resulting from selfperceived overweight by developing counseling programs for adolescents with risk factors such as lower school performance and economic status. Jinyoung Jeong, Seungjun Lee, Kyeongmin Lee, Seokjun Kim, Jaeyu Park, Yejun Son, Hyeri Lee, Hayeon Lee, Jiseung Kang, Masoud Rahmati, Damiano Pizzol, Lee Smith, Guillermo F López Sánchez, Elena Dragioti, Guillaume Fond, Laurent Boyer, Selin Woo, Sang Youl Rhee, Dong Keon Yon. Originally published in JMIR Public Health and Surveillance httpspublichealth.jmir.org, 09.10.2024. DOI 10.219657803 PMID 39382947"]