["18. Indian J Med Res. 2024 Jun1596689694.", "doi 10.25259IJMR_252_23. Phylogeo haplotype networkbased characterization of SARSCoV2 strains circulating in India 20202022. Potdar VA1, Laxmivandana R12, Walimbe AM2, Jadhav SK2, Pawar P1, Kaledhonkar A1, Gupta N3, Kaur H4, Narayan J4, Yadav PD5, Abraham P16, Cherian S2 Team VRDL Team VRDL Virus Research Diagnostic Laboratory. Collaborators Majumdar T7, G S8, Biswas D9, Baijayantimala10, Singh M11, Krishnasamy K12, Khatua S13, Pal S14, Borkakoty B15, Verma RK16, Rawat V17, D T V18, Singh R K M19, Devi S20, Barde P21, Malhotra B22, Gupta P23, Malhotra B24, Dutta S25, Jain A26, Singh DV27, Shastri J28, Dar L29, Bakshi R30, P V31, Bhargava A32, Kumar M33, Gill PS34, K N35, B Khyriem A36, Verma S37, Kumar S38, Farhana A39, Fomda B40, Mullan S41, S L42, Kalawat U43. Author information 1National Influenza Centre, ICMRNational Institute of Virology, Pune, India. 2Bioinformatics Group, ICMRNational Institute of Virology, Pune, India. 3Department of Communicable Diseases, Indian Council of Medical Research, New Delhi, India. 4Department of Health Research, Ministry of Health Family Welfare, Government of India, New Delhi, India. 5Maximum Containment Facility, ICMRNational Institute of Virology, Pune, India. 6Department of Clinical Virology, Christian Medical College, Vellore, India. 7Government Medical College, Agartala. 8Bangalore Medical College and Research Institute, Bengaluru. 9All India Institute of Medical Sciences, Bhopal. 10All India Institute of Medical Sciences, Bhubaneswar. 11Postgraduate Institute of Medical Research, Chandigarh. 12King Institute of Preventive Medicine Research, Chennai. 13SCB Medical College and Hospital, Cuttack. 14Government Doon Medical College, Dehradun. 15Regional Medical Research Centre, Dibrugarh. 16Uttar Pradesh University of Medical Sciences, Etawah. 17Government Medical College, Haldwani. 18Hassan Institute of Medical Sciences, Hassan. 19Jawaharlal Nehru Institute of Medical Sciences, Imphal. 20Regional Institute of Medical Sciences, Imphal. 21ICMRNational Institute of Research in Tribal Health, Jabalpur. 22SMS Medical College, Jaipur. 23MGM Medical College Hospital, Jamshedpur. 24Dr.", "Sampurnanand Medical College, Jodhpur. 25ICMRNational Institute of Cholera and Enteric Diseases, Kolkata. 26King George Medical University, Lucknow. 27Shri Lal Bahadur Shastri Government Medical College Hospital, Mandi. 28Kasturba Hospital for Infectious Diseases, Mumbai. 29All India Institute of Medical Sciences, New Delhi. 30Government Medical College, Patiala. 31ICMRRegional Medical College, Port Blair. 32All India Institute of Medical Sciences, Raipur. 33Rajendra Institute of Medical Sciences, Ranchi. 34Pandit Bhagwat Dayal Sharma PostGraduate Institute of Medical Sciences, Rohtak. 35Gandhi Medical College, Secunderabad. 36Northeastern Indira Gandhi Regional Institute of Health Medical Sciences, Shillong. 37Indira Gandhi Medical College Hospital, Shimla. 38Bhagat Phool Singh Government Medical College, Sonepat. 39Government Medical College, Srinagar. 40SheriKashmir Institute of Medical Sciences, Srinagar. 41Government Medical College, Surat. 42Government Theni Medical College, Theni.", "43Sri Venkateshwara Institute of Medical Sciences, Tirupati. Background objectives Genetic analysis of severe acute respiratory syndrome coronavirus2 SARSCoV2 strains circulating in India during 20202022 was carried out to understand the evolution of potentially expanding and divergent clades. Methods SARSCoV2 sequences n612 randomly selected from among the sequences of samples collected through a nationwide network of Virus Research Diagnostic Laboratories during 2020 n1532 and Indian sequences available in Global Initiative on Sharing All Influenza Data during March 2020March 2022 n53077, were analyzed using the phylogeo haplotype network approach with reference to the Wuhan prototype sequence. Results On haplotype analysis, 420 haplotypes were revealed from 643 segregating sites among the sequences. Haplotype sharing was noted among the strains from different geographical regions. Nevertheless, the genetic distance among the viral haplotypes from different clades could differentiate the strains into distinct haplo groups regarding variant emergence. Interpretation conclusions The haplotype analysis revealed that the G and GR clades were coevolved and an epicentrefor the evolution of the GH, GK and GRA clades. GH was more frequently identified in northern parts of India than in other parts, whereas GK was detected less in north India than in other parts. Thus, the network analysis facilitated a detailed illustration of the pathways of evolution and circulation of SARSCoV2 variants. DOI 10.25259IJMR_252_23 PMID 39382457 Indexed for MEDLINE"]