["15. Womens Health Lond. 2024 JanDec2017455057241285189. doi 10.117717455057241285189. No one listens to us, we know this, so we participated Qualitative evidence from menstruation research during the COVID19 pandemic. Junkins EJ1, Chehab S1, Lee KM2345, Clancy KB4678.", "Author information 1Department of Psychology, College of Liberal Arts Sciences, University of Illinois at UrbanaChampaign, Champaign, IL, USA. 2Department of Anthropology, Tulane University, New Orleans, LA, USA. 3Department of Surgery, Washington University in St. Louis School of Medicine, St. Louis, MO, USA. 4Department of Anthropology, University of Illinois at UrbanaChampaign, Champaign, IL, USA. 5Studies of Women, Gender, and Sexuality, Harvard University, Cambridge, MA, USA. 6Program in Ecology, Evolution, and Conservation, University of Illinois at UrbanaChampaign, Champaign, IL, USA. 7Beckman Institute of Advanced Science Technology, University of Illinois at UrbanaChampaign, Champaign, IL, USA.", "8Institute for Genomic Biology, University of Illinois at UrbanaChampaign, Champaign, IL, USA. BACKGROUND We created a survey to assess menstrual side effects after COVID19 vaccination when we noticed news stories that denied or discounted the experiences of tens of thousands of menstruating and formerly menstruating people who reported experiencing bleeding changes. This survey had an unprecedented response hundreds of times higher than we had anticipated n 101,824. OBJECTIVES We investigated what motivated our sample to participate without remuneration to understand both general motivations for survey participation as well as why this survey captured the interest of so many. DESIGN We used openended responses from our online, mixedmethod survey collected from April to October 2021. METHODS Using computerassisted qualitative data analysis tools in R, we conducted a thematic analysis on openended responses. We used topic modeling to cluster the data, synthesize responses across 22,737 participants, and inform the themes summarizing the responses to What is your interest in this project? We compared and contrasted responses across groups racial identity, ethnicity, gender to examine whether the themes were representative across the demographic groups in our study. RESULTS The themes that characterized participants interest in participating were vaccine effects and womenspeoples health, personal experience related to the vaccine, and a love for science and data. We compared responses among demographic subgroups to avoid an overfocus on majority group responses and found the themes were reflected across each group. Lastly, we found our themes reflected multiple types of altruism. CONCLUSION These results were important in showing how emergent research that focuses on the concerns of potential participants can encourage high response rates from both marginalized and majority communities. Inclusive practices and familiarity with the research team built credibility that engendered trust with the public. Plain Language Summary No one listens to us, we know this, so we participated Qualitative evidence from menstruation research during the COVID19 pandemicDespite the success of the COVID19 vaccine rollout, trust in science was put to the test as tens of thousands of people who currently menstruate or people who used to menstruate e.g., postmenopausal reported experiencing changes to their menstrual bleeding or new bleeding. News stories and medical professionals denied or discounted their experiences. In response, we created a survey to assess menstrual side effects after COVID19 vaccination. The survey had an unprecedented response. Therefore, we investigated our samples motivations, in particular, because this was unpaid research. We used computerassisted tools to synthesize openended answers to How did you hear about this project and What is your interest in this study? To understand what led people to participate, we found participants interests were vaccine effects and womenspeoples health, personal experience related to the vaccine, and a love for science and data. We compared responses among demographic subgroups to avoid an overfocus on the majority responses e.g., cisgender women or White people, and we found our themes reflected multiple types of altruism. These results were important in showing how research that is responsive to public needs encourages high responses from both marginalized and majority communities. We utilized inclusivity and familiarity to build credibility and create online presences to engender trust with the public. Future clinical research can be informed by our findings. We show strategies for doing ethical clinical research by speaking to people from all groups who may be affected. DOI 10.117717455057241285189 PMID 39382478 Indexed for MEDLINE"]