["60. J Scleroderma Relat Disord. 2024 Oct93242247.", "doi 10.117723971983241262655.", "Epub 2024 Aug 5. Changes in work and adequacy of financial resources during COVID19 among people with systemic sclerosis A Scleroderma Patientcentered Intervention Network study. Adams C12, Nassar EL13, Carrier ME1, Kwakkenbos L456, Henry RS12, VirgiliGervais G1, Hu S1, Bartlett SJ78, Fortuné C9, Gietzen A10, Gottesman K11, Guillot G12, Hudson M17, LawrieJones A1314, Lewis N15, Malcarne V1617, Mayes MD18, Patten SB192021, Richard M22, Sauvé M2324, Varga J25, Welling J26, Wojeck R27, Mouthon L2829, Benedetti A783031, Thombs BD123730 SPIN Investigators. Author information 1Lady Davis Institute for Medical Research, Jewish General Hospital, Montreal, QC, Canada. 2Department of Psychiatry, McGill University, Montreal, QC, Canada. 3Department of Psychology, McGill University, Montreal, QC, Canada. 4Department of Clinical Psychology, Behavioural Science Institute, Radboud University, Nijmegen, The Netherlands. 5Department of IQ Health, Radboud University Medical Center, Nijmegen, The Netherlands. 6Centre for Mindfulness, Department of Psychiatry, Radboud University Medical Center, Nijmegen, The Netherlands. 7Department of Medicine, McGill University, Montreal, QC, Canada.", "8The Research Institute of the McGill University Health Centre, Montreal, QC, Canada. 9Ottawa Scleroderma Support Group, Ottawa, ON, Canada. 10National Scleroderma Foundation, TriState Chapter, Binghamton, NY, USA. 11National Scleroderma Foundation, Los Angeles, CA, USA. 12Sclérodermie Québec, Montreal, QC, Canada. 13Scleroderma Australia, Melton, VIC, Australia. 14Scleroderma Victoria, Fitzroy, VIC, Australia. 15The Scleroderma Patientcentered Intervention Network, Montreal, QC, Canada. 16Department of Psychology, San Diego State University, San Diego, CA, USA. 17San Diego State University and University of California, San Diego, CA, USA. 18University of Texas McGovern School of Medicine, Houston, TX, USA. 19Department of Community Health Sciences, University of Calgary, Calgary, AB, Canada. 20Hotchkiss Brain Institute, University of Calgary, Calgary, AB, Canada. 21OBrien Institute for Public Health, University of Calgary, Calgary, AB, Canada. 22Scleroderma Atlantic, Halifax, NS, Canada. 23Scleroderma Society of Ontario, Hamilton, ON, Canada. 24Scleroderma Canada, Hamilton, ON, Canada. 25Division of Rheumatology, Department of Medicine, University of Michigan, Ann Arbor, MI, USA. 26NVLE Dutch patient organization for systemic autoimmune diseases, Utrecht, The Netherlands. 27The University of Rhode Island, Kingston, RI, USA. 28Centre de Référence Maladies Autoimmunes Systémiques Rares dIle de France, Service de Médecine Interne, Hôpital Cochin, Assistance PubliqueHôpitaux de Paris APHP, Paris, France. 29APHPCUP, Hôpital Cochin, Université de Paris, Paris, France. 30Department of Epidemiology, Biostatistics, and Occupational Health, McGill University, Montreal, QC, Canada. 31Respiratory Epidemiology and Clinical Research Unit, McGill University Health Centre, Montreal, QC, Canada. INTRODUCTIONOBJECTIVE We investigated 1 work status changes during COVID19, 2 financial resource adequacy, 3 preferences for work requirements e.g. remote, workplace, mixed and 4 work requirements versus preferences, among people with systemic sclerosis. METHODS This was a crosssectional study of participants in the Scleroderma Patientcentered Intervention Network COVID19 Cohort, which enrolled participants from the ongoing Scleroderma Patientcentered Intervention Network Cohort and externally in April 2020. In August 2022, participants completed questions on work status, financial wellbeing using the Consumer Financial Protection Bureau Financial WellBeing Scale, work requirements and work requirement preferences. RESULTS A total of 298 participants with systemic sclerosis were included. Mean age was 58.6 years SD 11.4. There were 101 34 participants working at the start of the pandemic and still working in August 2022, 179 60 not working at the start of the pandemic and still not working, 10 3 who stopped working after April 2020 and 8 3 who started working. Mean financial wellbeing did not change from April 2020 to August 2022 difference 0.2 points 95 confidence interval 1.1 to 0.7. Working participants N 109 preferred flexible work requirements N 34, 31 or working entirely remotely N 32, 29, but most were required to work entirely at a workplace N 35, 32 or combined workplace and remotely with a fixed schedule N 31, 28. CONCLUSION Work status and financial wellbeing did not change substantively among people with systemic sclerosis during the pandemic. Flexible work policies may support people with systemic sclerosis to work. The Authors 2024. DOI 10.117723971983241262655 PMCID PMC11457775 PMID 39381050 Conflict of interest statement The authors declared no potential conflicts of interest with respect to the research, authorship andor publication of this article.61. Front Nucl Med. 2024 Jan 1641324698.", "doi 10.3389fnume.2024.1324698.", "eCollection 2024. An assessment of PET and CMR radiomic features for the detection of cardiac sarcoidosis. Mushari NA1, Soultanidis G2, Duff L13, Trivieri MG24, Fayad ZA2, Robson P2, Tsoumpas C125. Author information 1Leeds Institute of Cardiovascular and Metabolic Medicine, University of Leeds, Leeds, United Kingdom. 2BioMedical Engineering and Imaging Institute, Icahn School of Medicine at Mount Sinai, New York, NY, United States. 3Beatson Institute for Cancer Research, University of Glasgow, Glasgow, United Kingdom. 4Cardiovascular Research Institute, Icahn School of Medicine at Mount Sinai, New York, NY, United States. 5Department of Nuclear Medicine and Molecular Imaging, University Medical Centre Groningen, University of Groningen, Groningen, Netherlands. BACKGROUND Visual interpretation of PET and CMR may fail to identify cardiac sarcoidosis CS with high specificity. This study aimed to evaluate the role of 18FFDG PET and late gadolinium enhancement LGECMR radiomic features in differentiating CS from another cause of myocardial inflammation, in this case patients with cardiacrelated clinical symptoms following COVID19. METHODS 18FFDG PET and LGECMR were treated separately in this work. There were 35 postCOVID19 PC and 40 CS datasets. Regions of interest were delineated manually around the entire left ventricle for the PET and LGECMR datasets. Radiomic features were then extracted. The ability of individual features to correctly identify image data as CS or PC was tested to predict the clinical classification of CS vs. PC using MannWhitney Utests and logistic regression. Features were retained if the Pvalue was 0.00053, the AUC was 0.5, and the accuracy was 0.7. After applying the correlation test, uncorrelated features were used as a signature joint features to train machine learning classifiers. For LGECMR analysis, to further improve the results, different classifiers were used for individual features besides logistic regression, and the results of individual features of each classifier were screened to create a signature that included all features that followed the previously mentioned criteria and used it them as input for machine learning classifiers. RESULTS The MannWhitney Utests and logistic regression were trained on individual features to build a collection of features. For 18FFDG PET analysis, the maximum targettobackground ratio TBRmax showed a high area under the curve AUC and accuracy with small Pvalues 0.00053, but the signature performed better AUC 0.98 and accuracy 0.91. For LGECMR analysis, the Gray Level Dependence Matrix gldmDependence NonUniformity showed good results with small error bars accuracy 0.75 and AUC 0.87. However, by applying a Support Vector Machine classifier to individual LGECMR features and creating a signature, a Random Forest classifier displayed better AUC and accuracy 0.91 and 0.84, respectively. CONCLUSION Using radiomic features may prove useful in identifying individuals with CS. Some features showed promising results in differentiating between PC and CS. By automating the analysis, the patient management process can be accelerated and improved. 2024 Mushari, Soultanidis, Duff, Trivieri, Fayad, Robson and Tsoumpas. DOI 10.3389fnume.2024.1324698 PMCID PMC11460291 PMID 39381033 Conflict of interest statement The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. The authors declared that they were editorial board members of Frontiers at the time of submission. This had no impact on the peer review process or the final decision."]