["Proceedings of the American Society for Information Science and TechnologyVolume 48, Issue 1 p. 110 PaperFree Access Social commerce Looking back and forward Renata Gonçalves Curty, Renata Gonçalves Curty rcurtysyr.edu Syracuse University, School of Information Studies, 337 Hinds HallSearch for more papers by this authorPing Zhang, Ping Zhang pzhangsyr.edu Syracuse University, School of Information Studies, 328 Hinds HallSearch for more papers by this author Renata Gonçalves Curty, Renata Gonçalves Curty rcurtysyr.edu Syracuse University, School of Information Studies, 337 Hinds HallSearch for more papers by this authorPing Zhang, Ping Zhang pzhangsyr.edu Syracuse University, School of Information Studies, 328 Hinds HallSearch for more papers by this author First published 11 January 2012 httpsdoi.org10.1002meet.2011.14504801096Citations 95AboutSectionsPDF ToolsRequest permissionExport citationAdd to favoritesTrack citation ShareShare Give accessShare full text accessShare fulltext accessPlease review our Terms and Conditions of Use and check box below to share fulltext version of article.I have read and accept the Wiley Online Library Terms and Conditions of UseShareable LinkUse the link below to share a fulltext version of this article with your friends and colleagues. Learn more.Copy URL Share a linkShare onFacebookTwitterLinked InRedditWechat Abstract Social commerce can be briefly described as commerce activities mediated by social media.", "In social commerce, people do commerce or intentionally explore commerce opportunities by participating andor engaging in a collaborative online environment. As a relatively new phenomenon first widely acknowledged in 2005, social commerce presents new opportunities to examine issues related to informationcontent, business strategies, management, technologies, and peoples behavior. This article presents a qualitative longitudinal study which systematically examines technological features and tools in social commerce websites to illustrate their evolution and impacts on the formation of social commerce practice today and its potential future. Using captures crawled by the Wayback Machine, fifteen websites are analyzed from the year they were born to the year of 2010. The analyses are guided by a semistructured checklist of expected and desired tools and features based on a literature review in social commerce. The study finds that social commerce activities appeared as early as the late 90s and that there are different approaches to incorporating social channels and social networks. In addition, the findings support a preliminary classification of social commerce websites, a realignment of the terms conceptualization and the anticipation of possible new directions for this market segment. INTRODUCTION Social commerce officially appears in the literature in 2005 to refer to ecommerce new way of doing commerce. More than just a buzzword or a neologism for the combination of social media and ecommerce, it represents an emerging phenomenon stimulated by the web 2.0 wave Wang, 2009 Wang Zhang, forthcoming. Through wish lists, fora, chat rooms, locator applications geotagging, blogs, podcasts, tagging, social networks, ranking, recommendation systems, etc. social commerce enables consumers to share information, experiences and opinions about what, where and from whom to buy Jascanu, Jascanu Nicolau, 2007. In this new way of commerce mediated by social media, both consumers and firms benefit. Consumers make informed decisions based on information not only from the firms, but also from other consumers. Firms can make more profits by attracting and alluring potential buyers via positive recommendations by existing consumers. Mardsen 2010 sees social commerce as an alternative way to monetize social media by the application of a twoway strategy by helping people to connect where they usually buy or by guiding people to buy where they usually connect. Thus, this phenomenon is a rich territory in which to explore issues strongly connected to the Information Science realm, such as information behavior, information sharing, usergenerated content UGC, web 2.0, collaboration resources and platforms, web presence and crowdsourcing, to name a few. Not surprisingly, good practices in social commerce, especially the ones concerning the information perspective such as recommendations, reviews and ratings, have been expanded to other sectors of society than the retail sector. Libraries are a good example of this benchmarking where referral and user generated content have been assuming important functions for strengthening ties between community members in digital environments such as OPACs and repositories. Based on the evidence of how social commerce websites and practices are mushrooming over the years and how they contribute to the understanding of some important issues addressed by the Information Science field, this empirical study analyzes what technical features and tools have been incorporated in what ways over time in social commerce websites to support peoples engagement and participation as well as business strategies. THE SOCIAL COMMERCE LITERATURE The label social commerce is first introduced by Yahoo! in 2005, with the earliest academic article entailing it in 2007 Jascanu, Jascanu Nicolau, 2007. The starting point for the concept is believed to be based on the book The Wisdom of Crowds by James Surowieck, where he outlines the key principles and benefits of collective actions for better decisions and for what he defines as collectively intelligent solutions that are based on the principles of opinion diversity, peoples independence, decentralization and aggregation Surowieck, 2004. Social commerce is envisioned to combine both B2C Business to Consumer and C2C Consumer to Consumer approaches. Consumers can collaborate and shop in an environment similar to social networking platforms combined with one or more remotely located shopping partners Zhu, Benbasat Jiang, 2006 Leitner Grechinig, 2007a, 2007b Stephen Toubia, 2010. Both the concept and the practice of social commerce have been constantly evolving, with recent trends pointing to an even more prolific expansion to the mobile platform Wang Zhang, forthcoming. A survey conducted in the UK with 2000 respondents aged between 1865 years old reveals that 53 of consumers review items and services online Immediate Future, 2010. The same report finds that consumers reviews are considered 157 more effective than traditional advertisements, indicating the power of consumers opinions in final purchase decisions. The literature also introduces some key concepts that are frequently associated with the social commerce phenomenon, as described in Table 1. From those, Crowdsourcing, Consumer Centric Communities and User Generated Content are often applied to discuss the peoplebased aspect of social commerce. In contrast, the other three are applied more often to discuss strategies to promote appropriate virtual environments for social commerce activities, and how firms can benefit from them. Wang Zhang forthcoming introduce a framework to understand social commerce from four perspectives people, business strategies, technology, and information. The people perspective represents the individuals, consumers, communities and societies which are essential to the social aspect of social commerce. The business perspective embraces strategies, business models and opportunities for retailers and other entities that are perceived to benefit or to make profits from social commerce transactions. The technology perspective refers to the information and communication technology infrastructure and applications responsible for social commerces technological feasibility. The information perspective symbolizes the particularity of this extremely content driven environment where a considerable and rich amount of content related to business, products or services, or which is simply social in nature, is constantly produced Wang Zhang, forthcoming. Table 1. Social commerce correlated concepts Concepts Definitions References Consumer Centric Community CCC A community which allows the use of the synergistic experience of crowds, characterized by intensive communication between potential customers and stepbystep aggregation of information about products, prices and deals. Leitner Grechinig 2008a 2008b Crowdsourcing Combination of crowd and outsourcing coined by Jeff Howe in 2006 to represent the gap between professionals and amateurs, which has been diminished, and the importance of taking advantage of the talent of the public the crowd. Leitner Grechinig 2007b 2008a 2008b Multichannel Shopping A technological structure which enables consumers to purchase retail products in a consolidated fashion, using multiple channels store visits, catalog browsing, phone calls, online shopping etc.. The application of different channels to enhance users online shopping experience. Leckner Schlichter 2005 Revenue Models for Social Commerce Alternative ways to make moneyprofit and benefit from the shopping transaction. Some often applied to social commerce websites are onsitecontextual advertisement, affiliate programs directing users to thirdparty companies, membership fees and direct sales. Leitner Grechinig 2008 Kang Park 2009 Service Oriented Architecture SOA A system architecture approach which views every application or resource as a service, implementing a specific identifiable set of business functions, by combining multichannels and realtime applications. Liu, JihShyr Pinel 2005 User Generated Content UGC The collection of content comments, reviews, ratings, etc.", "which represents the evaluation of online shopping experiences and consumersusers opinion about brand reputation as well as the tangible product and intangible service aspects of the shopping event. Ghose Ipeirotes 2009 Leitner Grechinig 2008a 2008b Using Wang and Zhangs framework, we summarize the literature on the most common issues identified in social commerce Figure 1. Figure 1Open in figure viewerPowerPoint Issues addressed by the academic literature in social commerce. Based on the literature review, several expected and desirable technological features and tools are identified to support business strategies, people engagement and interaction, and information production and sharing in social commerce. These are classified in Table 2.", "Table 2. Expected and desired technological features Category Features Expected Ecommerce functions shopping cartbag, checkoutpayment, product visualization images, product price, shipping Social Channels chats, fora, groupscommunities, friends lists, users blogs, website blog, users profile, wiki platform Content to Socialize emoticons, favorites, images buyers choice, open comments, wish lists, podcastvideos, rankings, ratings, tags, tag clouds, polls Desired Social Networks Bebo, Delicious, Digg In, Facebook, Foursquare, Hi5, Myspace, Second Life, Stumble, Twitter OrganizersMgmt Tools calendars, geolocators, price comparison, RSS syndication, todo lists, shoplists, price alerts Mobile Site mobile version, mobile apps Augmented Reality 3D bar codes, avatars shopping assistants, avatars user, virtual reality tools fitting rooms, shopping visit Expected Features Because they are considered the next generation of ecommerce, social commerce websites are expected to inherit some ecommerce functions which are listed, but not exhaustively described in table 2. Social channels correspond to the endogenous spaces which are provided by websites for users to interact with each other and to establish a trust network. Also, it can be an alternative for retailers to curating their own consumer data warehouse and can allow them to preserve an internal shopping environment, without directly involving third parties. User Generated Contents produced by social commerce websites are considered a critical element in social commerce. Desired Features Social Networks represent the external social structures with which websites can bridge connections and enhance consumers shopping experiences. It assumes a broad meaning which includes virtual communities and bookmarksharing services within communities or by groups members. Also, this is a desired element to achieve social media monetization strategies Mardsen 2010. It might be argued that this is also an expected feature however, that classification assumes that an internal social channel would be sufficient to build the collective tiesnodes for a social shopping activity. OrganizersManagement Tools are desired elements to enhance a shopping experience. They can help consumers plan their research and buying activities, be alert to sales and best deals, and receive updated information according to their interests and profiles. The sophistication and pricing reduction of mobile devicestechnologies smartphones and personal digital assistants PDAs promote a revolution in web access behavior. The pocketsize computing is been a strong competitor of the desktop generation. Thus, this popularization is an important indicator for social websites to be aware of and, to facilitate the shopping experience, to provide appropriate web interfaces and applications for. Augmented reality functions blend the real world and computer generated datacontent. Liu et al.", "2005, Ye et al. 2005 and, Shen Khoury Shirmohammadi 2007 state that virtual reality VR and artificial intelligence AI help promote more realistic communication and interaction with products through more humanlike interactive interfaces, which would be a desirable feature. The literature analysis results are used to guide the empirical analysis of a set of social commerce websites, as detailed below. RESEARCH METHOD Given the novelty of social commerce and the lack of academic studies in this sphere, social commerce has been approached more in a speculative way than discussed based on empirical evidence. To overcome such gaps, this study is rooted in examining evidence in order to draw conclusions on social commerce scenarios. Specifically, we are interested in taking the technological perspective to examine the technical features and tools and to illustrate their evolution and impacts on several aspects of social commerce, such as business strategies, peoples behaviors, etc. In other words, we address these research questions what technical features and tools have been incorporated overtime in social commerce websites? What functions these features and tools have been performed to support peoples engagement and participation, and business strategies? From the four perspectives proposed by Wang Zhang forthcoming, this research focuses specially on the technological perspective. Technological features and tools represent the backbone for social interactions, content generation and information sharing. Thus, through observation of the tools incorporated in social commerce websites and by verification of their functions overtime, it is possible to infer different business strategies and practices by firms over the years. In addition, among the four perspectives, technology is the most explicit and tangible for observational purposes. This study provides systematic and repeated observations overtime to identify the progress of social commerce websites tools and technological features. Therefore, the study follows a qualitative longitudinal research design. Traditionally, longitudinal studies are applied to measure and analyze variables and predictors over time through regression analysis in quantitative research Hedeker Gibbons, 2006. Holland, Thomson Henderson 2006 emphasize the limitation of quantitative methods in Social Sciences and stress the importance of qualitative research for the examination of a process, taking its context and particularities into account. The authors believe that qualitative longitudinal research is predicated on the investigation and interpretation of change over time and process in social contexts Holland, Thomson Henderson, 2006, p. 1.", "Because the universe of social commerce websites is somewhat incommensurable and a plethora of new websites is added to the World Wide Web every day, the selection of relevant cases for examination is challenging. To avoid bias or an arbitrary selection, we selected websites according to the most recent list of top social commerce websites, published in 2008, by the renowned blog Social Media Trader11 httpwww.socialmediatrader.com , which compiled the monthly traffic data from three different sources Compete, Quantcast and MSN Adlabs. The original list contained 17 websites, among which Zebo www.zebo.com is no longer in activity and Glimpse www.glimpse.com is not accessible. As a result, a total of 15 websites were included in this study Table 3. A longitudinal qualitative study requires researchers to have access to observe the same cases over time. In our study, such data would be the exact interface within the different features of a particular website at the time of observation. The Internet Archive Wayback Machine WM, httpweb.archive.org provides an ideal tool for our data collection. WM has been maintained by the Internet Archive Initiative since 1996, a nonprofit organization which curates a digital library of Internet sites. WM captures nonstatic screenshots through the lifetime of an URL since 1996 or since the URLs inception. The new version of WM has more visual features than the former and displays a calendar with the websites captures, from which the evolution can be tracked by years, months and days. Despite the fact that Wayback Machine can present some limitations of navigation within the web pages of a given website due to passwordprotected zones, robots exclusions or in conditions in dynamic sites, it is been recognized as a valuable instrument to track and investigate the evolution of websites. For example, Murphy, Hashim and OConnor 2008 conducted a research study on WM validity for data collection and for scientific arguments support purposes. They conclude that, regarding predictive, nomological and convergent validity, WM is a reliable source for tracking websites content, age and updates. They underscore that this tool is essential for researches who aim to explore the evolution of websites instead of using one point investigations, because it provides a basis for longitudinal studies in an environment that is known as extremely ephemeral and unstable. Table 3. Social Commerce Websites Analyzed In this study, for each of the 15 websites, we considered only the first and last captions per year, from the websites initial activity to the end of 2010. The strategy is to enrich the analysis, but also to preserve a standardized way for operating the data collection in circumstances where the websites did not have an equal number of captures or were not captured on the same days of a year. Each capture was then explored and navigated whenever possible to gain more details.", "The data obtained was coded in a spreadsheet. A semistructured checklist based on the expected and desired technological features Table 2 guided the data collection and a preliminary coding scheme, which was flexible for the inclusion of possible nonpredicted and nonlisted features and tools. Data analyses were conducted to examine data across years and across websites to gain a holistic picture of social commerce websites. FINDINGS It is important to report that the data collection misses some data for Amazon.com. WM did not capture any screenshots in years 2000 and 2001. Thus, from the expected 24 captures for 12 years 19992010, only 20 were incorporated in the study. Also, it is also important to underscore that the research did not aim to establish direct comparisons between websites or to evaluate them in terms of completeness of technological features or tools, but rather to collect, in a very exploratory way, evidences of the social commerce trails over the years and to provide a narrative of facts, with the expectation of contributing to a better understanding of this phenomenon. Any attempt at a onebyone comparison would require at least that the cases have the same target market and same period of existence, characteristics which our data collection does not present. Moreover, a retrospective analysis would not be sufficient to provide explanations about possible discrepancies without indepth knowledge of the historical circumstances of each case. Due to the extensive dataset and the purpose of the study to gain a big picture of social commerce websites as a whole the findings are presented in subsections according to the main observations. Surprise! Social Commerce Found in Late 90s Despite the fact that social commerce is officially labeled around 2005 by practitioners in trade articles Wang, 2009 and two years later in the academic literature, our findings show that social commerce is in action in the late 90s, if not earlier. Amazon and Epinions are earlier adopters of an initial referral shopping strategy In the first capture in August 1999, Amazons website shows the feature purchase circles, which has the same purpose as the currently wellknown recommendation systems and consumer communities. Wish Lists and email indications of products to friends are also offered to consumers and visitors around that time. With a different name, but with the same purpose of sharing experiences and opinions, also in 1999, Epinions offers the option of open reviews, ratings stars, gift recommendations, forums for members and what is called a community of trust. Basically, an internal social network is composed of members who are selected at consumers discretion according to their reputation in the community as good or helpful reviewers. Such evidence indicates that the dawn of social commerce initiatives had happened several years before social commerce was officially named and gained broad attention in the mid of 2000s. Ecommerce Functions Essential for Social Commerce? There seems an expectation that ecommerce functions are basic requirements for social commerce websites. Yet, out of the 15 websites, only Amazon and Etsy present functions for consumers to accomplish shopping activities after selecting productsservices with tools such as shopping cartbag, shipping options selection, payment zonesafe https, and confirmation. On the other hand, all 15 websites provide users with productservice descriptions, pricesprice comparison, pictures or videos, and the possibility that the shopping transaction may be completed in a third party external website. This discovery makes us wonder about a point that is still not explored by the literature what essentially defines a social commerce website? Presumably, the literal interpretation of the term requires commerce transaction functions, but if the buying intention is present despite the lack of purchase accomplishment at the website, then can we still consider that website as a social commerce website? The web environment makes it difficult to set the boundaries of where a consumer starts or ends a shopping activity.", "Furthermore, not all consumers access online stores with the final purpose of buying online. Some might use those spaces essentially for collecting impressions and opinions which can support their decisions about a selected product which will be purchased in another online or brick and mortar site. In this sense, the literature analyzes and the empirical study discloses a broader view of the concept. Collectively, social commerce can be understood as the activities by which people shop or intentionally explore shopping opportunities by participating andor engaging in a collaborative online environment. There is clearly a lack of consensus on what is defined as a social commerce website. For example, Amarasinghe 2010 presents an idea of a true social commerce website, where the social commerce business model is a result of the intersection of an ecommerce firm and social network websites in order to avoid scalability and revenue models traps Figure 2. Nonetheless, even the author questions whether some examples really fit the true business model. Based on the analysis of the 15 websites, we establish a preliminary categorization for social commerce websites direct sales and referrals. Direct sales this category includes those social commerce websites that count on an internal fulltransaction platform for commercialization, such as Amazon and Etsy, from which, if desired, consumers can complete the full purchase cycle without being directed to third parties. Amazon is an example of B2C blending internal socialization between consumers, whereas Etsy follows a C2C approach through a community centered market place composed by artists and collectors who buy and sell on the website. Referrals this includes websites at which potential buyers can explore others recommendations and opinions to form better informed purchase decisions.", "They bridge consumers to different retailers. Potential buyers can compare prices and reviews about different retailers and complete purchases by necessarily being directed to external websites. These social commerce websites make profits by promoting the names of retailers and indicating them as alternatives for purchasing, rather than from direct sales activities. This includes all 13 of the other websites studied. Figure 2Open in figure viewerPowerPoint Truly Social Commerce Websites22 Retrieved March, 15 2011, from httpwww.amisampath.com . It is possible to foresee another category that may not appear in the 15 websites we studied but can be found in several current social commerce websites. This category refers to aggregators of auctions and bids to accommodate collective buying initiatives, such as Groupon www.groupon.com and Living Social www.livingsocial. Basically these websites offer timed daily deals clustered by regionlocation. Functioning as mirrors of promotions and discounts, these initiatives benefit by getting a cut of the deal from the advertised retailer. Meanwhile, consumers receive andor share those deals through social networks and can benefit from the discounts if a certain number of buying transactions is achieved. In this case, the purchase of coupons or tickets is done through the website, but the product or service checkout is done directly with the retailerfirm. As none of the 15 website under investigation adopts this revenue model, further empirical research would be required for a better comprehension of this category and to develop a more complete classification for social commerce websites. It is also interesting to discover how some firms reposition themselves in the social commerce market. Emerging in 2004 as a beta version of a visual bookmarking website, Wists claims that members would benefit from having a universal shopping cart based on their wish list to be accessed from anywhere and shared with their friends. By the middle of the year 2005, they adopt the social shopping label to represent their business, which has been consistent since then. Longitudinal tracking of the 15 websites reveals that many websites e.g. Kaboodle, Reevoo, Wishpot, Osoyou and Buzzillions become available first as a beta version during the initial months or in the first years of activity with the exception that when first appearing in 2006, Stylehive is an alpha version in its logo. Such data are open for interpretation, but they apparently reflect the experimental stage of or their tentative entrance into the social commerce market. Most Common Practice Trustworthy Social Content To attest unbiased reviews seems to be a major concern of some social commerce websites, especially the referral ones. The slogan of Epinions in 2001 is Before you buy get unbiased advice, discover the best product for you, find the best place to buy it. Reevoos homepage in 2005 highlights Independent users, informed reviews the place where you can find people like yourself talking about products youre thinking of buying. Similarly, when released in 2007, Crowdstorm has the announcement on its homepage impartial buying advice from a crowd of trusted people. Using trust as a mechanism to strength members ties and credibility perceptions of usergenerated content UGC, in 2007 Buzzillions introduces the verified buyers resource to guarantee that buyers of a given product would be able to write reviews about it, which turns out to be the basis for its slogan Verified buyers. Millions of reviews. Meaningful recommendations. Promotion tags, recommendations, wish lists, ratings and reviews scores are the most adopted mechanisms for users to share content and for firms to apply UGC management as a business strategy. Tagging appears in 2005 in Wists and Etsy. Starting in 2006, tagging becomes an essential element in social commerce and is adopted by all websites under analysis. Complementary resources such as tag clouds and tag lists also start to mushroom as alternative product locators and to produce more visual search resources. According to our observation, the first website to apply tag clouds is Epinions in 2006. In 2007, tag clouds start to be widely applied in the interfaces of different social commerce websites such as Amazon, Reevoo, and ThisNext. By 2008, tag clouds become a basic and consistent feature"]